/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50717
Source Host           : localhost:3306
Source Database       : ssm

Target Server Type    : MYSQL
Target Server Version : 50717
File Encoding         : 65001

Date: 2017-11-16 18:08:32
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for content
-- ----------------------------
DROP TABLE IF EXISTS `content`;
CREATE TABLE `content` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '文章（广告）id',
  `title` varchar(255) DEFAULT NULL COMMENT '文章（广告）标题',
  `headimg` varchar(255) DEFAULT NULL COMMENT '头部广告图片',
  `headimgurl` varchar(255) DEFAULT NULL COMMENT '头部广告链接地址',
  `article_title` varchar(255) DEFAULT NULL COMMENT '文章标题',
  `article_contents` text COMMENT '文章内容',
  `bottomimg` varchar(255) DEFAULT NULL COMMENT '底部广告图片',
  `bottomimgurl` varchar(255) DEFAULT NULL COMMENT '底部广告图片链接地址',
  `starttime` bigint(20) DEFAULT NULL COMMENT '开始时间',
  `endtime` bigint(20) DEFAULT NULL COMMENT '结束时间',
  `totalprice` decimal(10,2) DEFAULT NULL COMMENT '推广总价',
  `cpmprice` decimal(10,2) DEFAULT NULL COMMENT 'CPM单价',
  `cpcprice` decimal(10,2) DEFAULT NULL COMMENT 'CPC单价',
  `checkstatus` int(11) DEFAULT NULL COMMENT '审核状态',
  `proceedstatus` int(11) DEFAULT NULL COMMENT '进行状态',
  `cpm` bigint(20) DEFAULT NULL COMMENT '阅览数量',
  `cpc` bigint(20) DEFAULT NULL COMMENT '点击数量',
  `userid` int(11) DEFAULT NULL COMMENT '文章（广告）发布者id',
  `article_userid` int(11) DEFAULT NULL COMMENT '后台文章编辑者id',
  `createtime` bigint(20) DEFAULT NULL COMMENT '首次创建时间',
  `edittime` bigint(20) DEFAULT NULL COMMENT '编辑时间',
  `sex` int(11) DEFAULT NULL COMMENT '人群标签-性别',
  `age` int(11) DEFAULT NULL COMMENT '人群标签-年龄段',
  `province` varchar(255) DEFAULT NULL COMMENT '人群标签-省份',
  `city` varchar(255) DEFAULT NULL COMMENT '人群标签-城市',
  `consumption_idea` varchar(255) DEFAULT NULL COMMENT '人群标签-消费观念',
  `consumer_preference` varchar(255) DEFAULT NULL COMMENT '人群标签-消费偏好',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=37 DEFAULT CHARSET=utf8 COMMENT='文章（广告）内容';

-- ----------------------------
-- Records of content
-- ----------------------------
INSERT INTO `content` VALUES ('1', '43534', 'http://p3.gexing.com/G1/M00/47/07/rBACE1H-Pp_gmk-cAATmjSOehDc840.jpg', 'http://www.songfayuan.date/', '测试标题1', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504207', '1509549789000', '500.00', '10.00', '1.00', '303', '404', '5', '0', '160', '0', '1474356368069', null, '100', '104', '北京市', '北京市', '109', '135');
INSERT INTO `content` VALUES ('3', '666发个', 'http://p3.gexing.com/G1/M00/47/07/rBACE1H-Pp_gmk-cAATmjSOehDc840.jpg', 'http://www.songfayuan.date/', '测试标题2', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504000', '1509549789000', '600.00', '10.00', '1.00', '303', '404', '1', '0', '160', '1', '1474356368069', '1474879061487', '100', '104', '北京市', '北京市', '112', '133');
INSERT INTO `content` VALUES ('4', '88888', 'http://img01.sogoucdn.com/app/a/100540002/422283.jpg', 'http://www.songfayuan.date/', '测试标题3', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504207', '1509549789000', '300.00', '10.00', '1.00', '303', '404', '1', '0', '160', '0', '1474356368069', null, '100', '104', '北京市', '北京市', '111', '132');
INSERT INTO `content` VALUES ('5', '9999', 'http://img3.iqilu.com/data/attachment/forum/201308/21/203114pwegeacvnvewvxrv.jpg', 'http://www.songfayuan.date/', '测试标题4', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504207', '1509549789000', '200.00', '10.00', '1.00', '303', '403', '0', '0', '160', '0', '1474265508180', null, '100', '104', '北京市', '北京市', '110', '131');
INSERT INTO `content` VALUES ('6', '测试数据', 'http://imgstore.cdn.sogou.com/app/a/100540002/492175.jpg', 'http://www.songfayuan.date/', '测试标题5', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473058419000', '1509549789000', '500.00', '10.00', '1.00', '303', '403', '1', '1', '160', '0', '1474268026925', null, '100', '104', '北京市', '北京市', '109', '130');
INSERT INTO `content` VALUES ('7', '提交审核', 'http://img2.91.com/uploads/allimg/131231/32-131231155531.jpg', 'http://www.songfayuan.date/', '测试标题6', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473145896000', '1509549789000', '400.00', '10.00', '1.00', '303', '403', '2', '0', '160', '0', '1474269107583', null, '100', '104', '北京市', '北京市', '113', '129');
INSERT INTO `content` VALUES ('8', '保存到素材库', 'http://www.pp3.cn/uploads/201508/2015082907.jpg', 'http://www.songfayuan.date/', '测试标题7', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474269140000', '1509549789000', '299.96', '10.00', '1.00', '303', '403', '5', '0', '160', '0', '1474269148357', null, '100', '104', '北京市', '北京市', '112', '128');
INSERT INTO `content` VALUES ('9', '牛驳回后', 'http://pic1.desk.chinaz.com/file/09.02.10/3/ffjings51.jpg', 'http://www.songfayuan.date/', '测试标题8', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474272647000', '1509549789000', '198.99', '10.00', '1.00', '303', '403', '2', '5', '160', '0', '1474272657343', null, '100', '104', '北京市', '北京市', '111', '127');
INSERT INTO `content` VALUES ('10', '宋发元', 'http://img.article.pchome.net/00/27/70/80/pic_lib/wm/rcrl_11.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？9', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474272917000', '1509549789000', '198.98', '10.00', '1.00', '303', '403', '11', '11', '160', '0', '1474272926589', null, '100', '104', '北京市', '北京市', '109', '126');
INSERT INTO `content` VALUES ('11', '测试数据册10086', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？10', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474274375000', '1509549789000', '500.00', '10.00', '1.00', '303', '403', '11', '9', '160', '1', '1474274382749', '1476423030507', '100', '104', '北京市', '北京市', '109', '125');
INSERT INTO `content` VALUES ('12', '43534', 'http://p3.gexing.com/G1/M00/47/07/rBACE1H-Pp_gmk-cAATmjSOehDc840.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？11', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504207', '1509549789000', '600.00', '10.00', '1.00', '303', '403', '0', '0', '160', '0', '1474356368069', null, '100', '104', '北京市', '北京市', '113', '135');
INSERT INTO `content` VALUES ('13', '666发个', 'http://p3.gexing.com/G1/M00/47/07/rBACE1H-Pp_gmk-cAATmjSOehDc840.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？12', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504000', '1509549789000', '397.99', '10.00', '1.00', '303', '403', '1', '2', '160', '1', '1474356368069', '1474879061487', '100', '104', '北京市', '北京市', '112', '133');
INSERT INTO `content` VALUES ('14', '88888', 'http://img01.sogoucdn.com/app/a/100540002/422283.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？13', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504207', '1509549789000', '195.97', '10.00', '1.00', '303', '403', '3', '4', '160', '0', '1474356368069', null, '100', '104', '北京市', '北京市', '111', '132');
INSERT INTO `content` VALUES ('15', '9999', 'http://img3.iqilu.com/data/attachment/forum/201308/21/203114pwegeacvnvewvxrv.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？14', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473579504207', '1509549789000', '500.00', '10.00', '1.00', '303', '403', '0', '0', '160', '0', '1474265508180', null, '100', '104', '北京市', '北京市', '110', '131');
INSERT INTO `content` VALUES ('16', '测试数据', 'http://imgstore.cdn.sogou.com/app/a/100540002/492175.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？15', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473058419000', '1509549789000', '300.00', '10.00', '1.00', '303', '404', '1', '1', '160', '0', '1474268026925', null, '100', '104', '北京市', '北京市', '109', '130');
INSERT INTO `content` VALUES ('17', '提交审核', 'http://img2.91.com/uploads/allimg/131231/32-131231155531.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？16', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1473145896000', '1509549789000', '598.96', '10.00', '1.00', '303', '403', '5', '3', '160', '0', '1474269107583', null, '100', '104', '北京市', '北京市', '113', '129');
INSERT INTO `content` VALUES ('18', '保存到素材库', 'http://www.pp3.cn/uploads/201508/2015082907.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？17', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474269140000', '1509549789000', '493.94', '10.00', '1.00', '303', '403', '6', '6', '160', '0', '1474269148357', null, '100', '104', '北京市', '北京市', '112', '128');
INSERT INTO `content` VALUES ('19', '牛驳回后', 'http://pic1.desk.chinaz.com/file/09.02.10/3/ffjings51.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？18', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474272647000', '1509549789000', '600.00', '10.00', '1.00', '303', '404', '1', '5', '160', '0', '1474272657343', null, '100', '104', '北京市', '北京市', '111', '127');
INSERT INTO `content` VALUES ('20', '宋发元', 'http://img.article.pchome.net/00/27/70/80/pic_lib/wm/rcrl_11.jpg', 'http://www.baidu.com', 'iPhone整体故障率远高于安卓，数据打脸你信不信？19', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474272917000', '1509549789000', '0.00', '10.00', '1.00', '303', '404', '22', '17', '160', '0', '1474272926589', null, '100', '104', '北京市', '北京市', '110', '126');
INSERT INTO `content` VALUES ('21', '测试数据册10086', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', 'iPhone整体故障率远高于安卓，数据打脸你信不信？20', '<p>昨天，乐视网股价开始大幅跳水，一个交易日下来，公司总市值大幅蒸发近66亿元。一时间传闻四起，一些社交媒体信源放风称，乐视欠供应商一百多亿，已经被拒绝供货。\r\n更有传闻称，为保证电动汽车工厂顺利开工，乐视甚至开始使用缓发员工工资，停止出货用户全款预购的手机来筹集现金流，多位预购乐视乐Pro 3的用户都反映了相关问题。\r\n有业内人士评论说，所以说还是中国好，随便做做PPT，讲讲故事吹吹牛逼，调结下会计手段多确认点利润，就能圈到百亿，老罗也一样！中国人真的是很喜欢创新很喜欢新的东西！\r\n针对外界这些评论，乐视网今日发布声明，称公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。\r\n乐视网还称，因拖欠供应商巨额货款，导致股价下跌传闻，毫无事实依据，属于不负责任抹黑造谣。\r\n以下是乐视网关于近期不实传闻的回应\r\n11月2日，乐视旗下A股上市公司乐视网，在市场整体低迷情况下，公司股价遭遇短时下跌，引发市场一些毫无根据的谣言，称乐视网拖欠供应商巨额货款引发下跌。\r\n针对此类不负责任的传闻，特此声明如下：\r\n1、经查，公司旗下各业务线与供应商均保持了良好的合作关系，业务运转良好，并不存在拖欠巨额款项的情况。因拖欠供应商巨额货款，导致股价下跌的传闻，毫无事实依据，属于不负责任的抹黑造谣。\r\n2、部分传闻指称公司因资金链紧张，开始使用缓发员工工资，停止出货等方式筹集现金流，此类传闻为无端造谣。\r\n3、部分自媒体文章用带有主观恶意的言辞，杜撰和污蔑乐视美国发布会受到海外媒体质疑，存在明显失实，并与公司短期股价走势相联系，也属于恶意抹黑。\r\n4、针对上述不实传言，公司已经展开深入调查和取证，对于故意造谣生事，抹黑上市公司，影响资本市场的行为，将采取法律措施，甚至刑事手段，维护公司和投资者合法权益。</p>', 'http://photo.enterdesk.com/2007-11-12/200711121621493165.jpg', 'http://www.songfayuan.date/', '1474274375000', '1509549789000', '200.00', '10.00', '1.00', '303', '404', '6', '6', '160', '1', '1474274382749', '1476423030507', '100', '104', '北京市', '北京市', '109', '125');
INSERT INTO `content` VALUES ('22', '幸与不幸，中国独角兽公司的困局', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/11/18/201611189355-1.png', 'www.songfayuan.date', '幸与不幸，中国独角兽公司的困局', '<article style=\"margin: 0px 15px; line-height: 1.5em; word-wrap: break-word; text-align: justify; overflow: hidden; color: rgb(48, 48, 48); font-family: helvetica; font-size: 18px; white-space: normal;\"><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">编者按：本文来源于彭博社，作者 Christina Larson。在中国古代神话里，独角兽又被叫做“麒麟”，是一种罕见的生物，象征着幸运，同时也预示着像孔子这样的伟大领导者的降临和离世。如今，中国科技界的独角兽（估值超过 10亿美元的公司），越来越常见，但看起来也越来越不幸。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">世界上最有价值的七家私企中，中国占了四个，而且都是在过去的短短七年中成立的。比如，打车应用滴滴出行和智能手机制造商小米，这两家公司的估值都超过了 Airbnb 和 Snapchat。根据研究公司CB Insights的数据，有五家中国公司的估值至少为 100 亿美元，有37家估值在10亿美元以上。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">在过去的三年里，独角兽公司诞生的速度急剧加快。从2010年到2013年，每年投资者估值在10亿美元以上的中国公司还不多于1家。紧接着，在2015年，就有5家新公司被认定为独角兽，这个数字在2015年飙升至19家。而在2016年前10个月，投资者又认定了10家新的独角兽公司。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">中国的公司曾被嘲笑为模仿抄袭者，但现在摇身一变，被视为潜在的全球征服者。在今年早些时候，在北京的一个科技会议上，Uber首席执行官Travis Kalanick预测，在未来五年，在中国，北京将会比硅谷有更多的创新、更多的发明、更多的创业项目。于是六个月后，几乎是实现他的预言一样，Kalanick宣布当地竞争对手滴滴将收购Uber的中国业务。今年Wired英国版还将小米首席执行官雷军的照片用作封面，打出“模仿中国的时候到了”的头条。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">但是，尽管整个技术宇宙的引力中心看起来都在向北京转移，中国内部对于过高估值的有效性也越来越怀疑。不管在酒店会议宴会厅里，还是在热气腾腾的火锅桌上，投资者和分析师对于初创公司能否在未来融资或者上市时维持这一高估值，持怀疑态度。本周，高层政府官员和技术高管聚集在乌镇的世界互联网大会上，一些人也会担心，随着现金涌入中国技术产业的浪潮兴起，创新很有可能被淹没，而不是被推动。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">纪源资本的上海管理合伙人Jenny Lee说，纸糊的独角兽就只是纸糊的独角兽，除非能向消费者展示自己的价值，消费者愿意为它花钱，否则它什么也不是。启明创投的管理合伙人Gary Rieschel表示，创业公司也逐渐开始接受更低的估值，而且更多未公开的Down Round（新一轮融资时的估值低于之前的估值）正在进行中。所有的公司都可以保持他们的估值这种情况基本上是不可能的。重力最终会发挥作用。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">2014年，阿里巴巴集团IPO上市，融资250亿美元，开创美国IPO融资记录，外界对中国科技公司的期望也渐渐高起来。电商巨头阿里巴巴的一战成名成为全球关注焦点，联合创始人马云变成国际名人，也预示着中国技术登上世界舞台。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">随着投资者急切寻找下一个马云，风险投资也敞开了大门。根据普华永道统计，2012年至2015年，投资于中国互联网公司的投资金额增长了5倍，在去年达到了203亿美元，超过了同期美国互联网公司163亿美元的投资金额。而专业投资者的行列也在激增：在2000年，中国大约有100家注册风险投资公司；根据北京一家研究公司Zero2IPO数据，到2015年，中国就有了10,000多家风险投资和私募股权公司。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">小米可能是外界对中国互联网过于夸张的期望下最大的受益者之一，也许也是受害者之一。雷军于2010年创办了小米公司，依靠其饥饿营销模式，在网上销售低价高性能智能手机，建立起火爆的品牌效应。在2014年底和2015年初这几个月中，小米成为中国最大的智能手机厂家。在阿里巴巴集团IPO上市三个月之后，小米利用了一轮融资将公司估值提升到惊人的460亿美元，成为世界上最耀眼的一只独角兽（现在居第二，仅次于Uber）。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\"><img alt=\"幸与不幸，中国独角兽公司的困局\" src=\"https://pic.36krcnd.com/avatar/201611/16142810/dzvw0z2ryh0vj1vk.jpg!heading\" data-img-size-val=\"360,240\" style=\"border: 0px; display: block; margin: 0px auto; max-width: 100%; border-radius: 4px; background: rgb(239, 239, 239);\"/></p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">然而，这一领先被证明是暂时的。在过去一年半时间里，小米在中国手机的市场份额从第一名跌至第四名。当然，小米仍然是独角兽，但如果现在想要融资，它可能的估值应该在40到100亿美元。这一预测由上海纽约大学副教授Clay Shirky得出，他在2015年出版了《小米：智能手机，小米，以及中国梦》一书。在过去的18个月里，小米失去了大约90%的估值。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">Shirky 指出了已上市有公开交易股票的智能手机制造商的估值。例如，中国的联想集团，在中国智能手机市场上的份额大约和小米相同，估值在70亿美元。联想也是世界上最大的PC制造商。小米的估值不应该是联想的六倍。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">小米的一位发言人称，公司最近的一次股权融资估值在460亿美元，从那时起就再也没有进一步的交易。公司拒绝对其估值进一步评论。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">凡客是一家在线时尚零售商，在2010年12月，凡客成为国内第一家电子商务独角兽公司。依赖于广阔的年轻且预算有限的消费者群体，凡客的商业前景看起来很有希望。根据研究公司Euromonitor分析，凡客在2011年占领了中国在线服装和鞋类市场的7.7%，仅次于阿里巴巴。当时的估值达到了30亿美元。但是公司在其扩张中败下阵来，并努力清理库存。到2015年，凡客的市场份额已经下降到2%，而阿里巴巴巩固了其领先地位，竞争对手京东和唯品会也占据了优势地位。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\"><img alt=\"幸与不幸，中国独角兽公司的困局\" src=\"https://pic.36krcnd.com/avatar/201611/16142824/14zbives8vo0c7x7.jpg!heading\" data-img-size-val=\"360,239\" style=\"border: 0px; display: block; margin: 0px auto; max-width: 100%; border-radius: 4px; background: rgb(239, 239, 239);\"/></p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">凡客出局了。这家公司曾有令人难以置信的客户服务，他们会提供免运费服务，8元的袜子不收任何运费。中国市场研究集团在上海的总经理Shaun Rein说，这种方式有助于建立起良好声誉，但是没有利润，这很难做成生意。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">凡客的估值现在远远低于其峰值。作为该公司的早期投资者，启明创投管理合伙人Rieschel表示，凡客在几年前经历了一次资产重组，当时凡客估值为2亿美元。凡客的库存管理不善，尽管流量巨大，但执行不力。他认为，这种情况可以作为其他公司运营效果的一个绝佳的例子，从统计数据上看，不是所有的公司都能有优秀的执行力。而凡客方面从未披露过估值减少，也拒绝评论。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">随着中国智能手机市场的快速增长，豌豆荚，这家被初创公司在2014年估值达到了10亿美元。主要投资者是日本的软银集团，这家公司之前因投资阿里巴巴获利颇丰。但是豌豆荚销售安卓应用程序这个业务具有很大的可复制性，竞争也很激烈，很快豌豆荚就面临着市场上各种各样的应用商店的竞争。据知情人士透露，7月份阿里巴巴收购豌豆荚时，价格不到公司最高估值的一半。软银和阿里巴巴拒绝评论此事。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">即使是中国最有价值的独角兽公司，也在走向世界的计划中面临着诸多困难。平安陆金所是一家价值185亿美元的P2P贷款机构，获得了中国最强大的投资者，包括金融巨头平安保险集团的支持。首席执行官Gregory Gibb在一月份表示，他计划今年上市为公司对外募集资本。但是该计划在中国互联网贷款市场经历几个月混乱之后就被搁置了。中国政府指责e租宝计划了最大的庞氏骗局，出台了更严格的法规，迫使数百家涉嫌欺诈的公司（包括e租宝）关门大吉。不过Gibb说更强的监管有助于行业发展，法规的实施还需要时间。近年来，好消息和坏消息不可避免地都会来临。他表示，一些平台最初就是为欺诈建立的，这对于互联网金融的发展极为有害。公司现在暂不考虑IPO计划。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">而滴滴出行，尽管收购了Uber的中国业务，与后者在中国市场的竞争中取得胜利，成为世界上第三个最有价值初创公司，也在新规定出台后，业务扩张受到威胁。中国大城市出台网约车新政，要求滴滴司机必须是本地人，然而像上海这些大城市的滴滴快车司机大部分都是外地人，不符合网约车新政规定。滴滴现在正与当局合作，以求对规定进行修改或者废除。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">当然了，土豪投资者和自信的创始人并不是中国特色。硅谷在泡沫及泡沫破灭上也有着很长一段历史，包括2000-2001年的网络信息崩溃，投资者也知道暴涨的东西也有可能暴跌。事实上，根据新出的彭博的初创公司晴雨表，在过去的一年里，美国的退场和融资已经下降。中国尚且年轻的技术部门还从来没有经历过这么巨大的震动。咨询公司BDA中国的创始人，《阿里巴巴：马云的基业》一书的作者Duncan Clark说，今天的不同之处在于规模变了，这些公司和投资机构的量级相对之前是不一样的。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">而中国现在还没有任何先例，来应对一个急速发展初创公司泡沫的破灭，或者说一次性多个泡沫的破灭。大多数国内风险投资公司都是在15年前的大衰退之后成立的。没有公开披露Down Round融资的历史，也没有初创公司估值下调的公开。投资者可能只会在私下里记录下处于困境的公司。启明创投的Rieschel说，在美国，Down Round融资越来越常见，而中国的企业家会尽量避免Down Round融资的出现，采取一些不寻常的措施：比如为了保住估值，引进一些带有复杂条款和限制的资金。启明创投曾参与了除了凡客之外其他公司的Down Round融资，但拒绝披露名单。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\"><img alt=\"幸与不幸，中国独角兽公司的困局\" src=\"https://pic.36krcnd.com/avatar/201611/16144302/qt3wf9klswun8sqm.png!heading\" data-img-size-val=\"1200,610\" style=\"border: 0px; display: block; margin: 0px auto; max-width: 100%; border-radius: 4px; background: rgb(239, 239, 239);\"/></p><p class=\"img-desc\" style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">(风险投资投入资金)</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">与此同时，中国政府对于资本主义风险的调控还不是很确定。去年秋季，中央当局进行干预，试图阻止股市下跌，今年3月，上海官员为那些不幸的投资者提供了一个不寻常的投资回报计划，政府将对投资于当地科技公司的投资机构进行补贴。为了保住就业和声望，中国地方政府往往不愿意让传统行业走下坡路。他们可能更害怕科技初创公司失败，因为这样会导致就业率下跌，威胁到未来的投资。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">在中国独立金融杂志《财新》最近的一篇专栏中，编辑胡舒立警告道，风险投资安全网是一个矛盾的概念，这个主意听起来很好，但实际上行不通，政策只会奖励失败。对于最近国家鼓励创业大潮，她表示，中国政府仍然在积极参与市场和保持市场自由之间努力寻找一个平衡。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">根据Preqin研究员的数据，中国的风险投资机构的投入资金从2013年的66亿美元猛增至今年前九个月的500亿美元。但在第三季度，投资比上年同期下降了近50％。一些投资人表示，这应该是一个缓冲吧。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">上海真格基金首席执行官Anna Fang表示，一些企业家说他们需要很多钱，但是也有人说如果你有太多的钱，你会犯错误，或者犯错时间会更长。在经济大转型的时候，从有科技巨头诞生，或是抓住机会发展。中国的互联网三巨头，腾讯（1998）、阿里巴巴（1999）、百度（2000），都曾在互联网泡沫期间证明了自己。</p><p style=\"margin-top: 0px; margin-bottom: 14px; padding: 0px; word-wrap: break-word;\">Duncan Clark 质疑道，这30个独角兽中有多少公司真的值10亿美元？可能有几个。但问题是当别人看起来成功了的时候，跟风者会蜂拥而上。在美国如此，在中国可能更极端。</p></article><p>以下内容由今日头条提供</p><p><br/></p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/11/18/2016111893525-1.png', 'www.songfayuan.date', '1479432943000', '1509549789000', '400.00', '10.00', '1.00', '303', '404', '0', '0', '160', '1', '1479432963179', '1479433069275', '100', '104', '北京市', '北京市', '109', '125');
INSERT INTO `content` VALUES ('30', '324234', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/11/21/20161121704-1.png', '324324', '345345', '<p>34543534534</p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/11/21/201611217012-1.png', '234', '1479639614000', '1479741297753', '300.00', '10.00', '1.00', '303', '404', '0', '0', '1', '1', '1479726031330', '1479726064506', '100', '104', '全国', '全国', '109', '125');
INSERT INTO `content` VALUES ('31', '测试', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/1/201612115940-1.png', 'www.baidu.com', 'rfgrfgfd', '<p>fdgdfgdfgdf</p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/1/201612115953-1.png', 'www.songfayuan.date', '1481263213000', '1483077615000', '0.00', '1.00', '0.10', '303', '404', '2', '0', '160', '1', '1480572060171', '1480573123246', '102', '104', '全国', '全国', '109', '125');
INSERT INTO `content` VALUES ('32', '12306可选靠窗座 在海南高铁试行', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/5/201612510525-1.png', 'www.songfayuan.date', '12306可选靠窗座 在海南高铁试行', '<p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px 0px 15px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254);\">明年春运火车票开售在即，12306铁路官网售票从本月起再次优化。昨天，记者获悉，自12月1日起，铁路客票系统启用部分新功能，旅客期待已久的网上购票“选座功能”终于实现了。目前，正在海南环岛高铁试行。电脑和手机APP都可实现。</p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px 0px 15px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254);\"><strong>　　五个座位可选 靠窗和过道标明位置</strong></p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px 0px 15px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254);\">　　昨天，记者先在电脑上登录12306中国铁路客户服务网站，选择12月7日，海口东到三亚的一趟高铁列车，提交订单后，系统弹出了核对信息对话框，按照以往的操作，旅客只要确认无误，就可以直接点确定，然后进入付款程序。</p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px 0px 15px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254); text-align: center;\"><br/></p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254); text-align: center; clear: both; line-height: 0px;\"><a href=\"http://bbs.miercn.com/rsci/201612/thread_867742_1_2.html\" title=\"12306可选靠窗座 在海南高铁试行\" style=\"color: rgb(51, 51, 51);\"><img src=\"http://pic.miercn.com/uploads/allimg/161205/120_161205085347_1.jpg\" border=\"0\" alt=\"\" style=\"margin: 0px; padding: 0px; border: none; clear: both; max-width: 580px; cursor: pointer;\"/></a></p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px 0px 15px; font-family: 宋体; white-space: normal; background-color: rgb(254, 254, 254); text-align: center; color: rgb(255, 0, 0); font-size: 12px;\">点击图片进入下一页</p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254);\"><a class=\"charu_tui\" target=\"_blank\" href=\"http://tui.hczysw.cn/weixin/detail/9071511_171.html\" style=\"color: rgb(51, 51, 51);\">神秘人公开毕福剑饭局幕后阴谋 点击进入扫码查看》》》</a></p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px 0px 15px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254);\"><br/></p><p style=\"margin-top: 0px; margin-bottom: 0px; padding: 0px 0px 15px; color: rgb(51, 51, 51); font-family: 宋体; font-size: 14px; white-space: normal; background-color: rgb(254, 254, 254);\">　　优化后的12306的核对信息对话框出现了新的功能，“选座喽！”的黄色字体提示旅客可以选座位了。根据提示，旅客可以选“ABCDF”五个位置，其中A、F靠窗，C、D靠过道。不过系统提示，选座后如果系统票额不足，系统将随机为您申请席位。记者随后又试了海口到三亚的Z201次普速列车和北京到石家庄、上海的高铁列车，发现都没有开通选座功能，确认订单前都提示“系统将随机为您申请席位，暂不支持自选座席”。</p><p><br/></p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/5/201612510539-1.png', 'www.baidu.com', '1480903551000', '1483063553000', '0.00', '0.10', '0.10', '303', '404', '2', '0', '1', '1', '1480903569581', '1480903620176', '102', '104', '全国', '全国', '109', '125');
INSERT INTO `content` VALUES ('33', '李克强会见塞拉利昂总统科罗马', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/5/2016125102030-1.png', 'www.songfayuan.date', '李克强会见塞拉利昂总统科罗马', '<h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://www.phperz.com/article/16/0129/187639.html\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">Walle 1.0.0正式版发布，上线部署系统- PHPERZ中文资讯站</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">www.phperz.com/article/16/0129/187639.html</cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b10\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQgYMAA\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:jz9QLYdfdLcJ:www.phperz.com/article/16/0129/187639.html+&cd=11&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\"><span class=\"f\" style=\"color: rgb(128, 128, 128);\">2016年1月29日 -&nbsp;</span>支持各种<span style=\"color: rgb(221, 75, 57);\">web</span>语言代码发布，php、python、<span style=\"color: rgb(221, 75, 57);\">java</span>等。 其最大特点是对git版本 ... 是对git版本的分支. 这里有新鲜出炉的精品<span style=\"color: rgb(221, 75, 57);\">教程</span>，<span style=\"color: rgb(221, 75, 57);\">程序</span>狗速度看过来！</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://www.wuji8.com/topic/evprx7.html\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">新浪云平台如何发布java web项目,怎么部署代码和环境.数据库? - 无极吧</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">www.wuji8.com/topic/evprx7.html</cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b11\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQgeMAE\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:GDkxtylwUA8J:www.wuji8.com/topic/evprx7.html+&cd=12&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\">新浪云平台如何发布<span style=\"color: rgb(221, 75, 57);\">java web</span>项目,怎么<span style=\"color: rgb(221, 75, 57);\">部署</span>代码和环境. ... Java概述Java是由Sun Microsystems公司于1995年5月推出的Java<span style=\"color: rgb(221, 75, 57);\">程序</span>设计语言( ... walle瓦力是一个很强大很顺手的<span style=\"color: rgb(221, 75, 57);\">上线部署</span>工具,安装和<span style=\"color: rgb(221, 75, 57);\">部署</span>也很简单,git项目 ... 适合新手学的Java<span style=\"color: rgb(221, 75, 57);\">教程</span>.</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://city1.cn/soo/?q=%E6%96%B0%E6%B5%AA%E4%BA%91%E9%83%A8%E7%BD%B2java+web\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">新浪云部署java web - 木吧</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">city1.cn/soo/?q=新浪云<strong>部署java</strong>+<strong>web</strong></cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b12\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQgjMAI\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:VLy7FQ1drXwJ:city1.cn/soo/%3Fq%3D%25E6%2596%25B0%25E6%25B5%25AA%25E4%25BA%2591%25E9%2583%25A8%25E7%25BD%25B2java%2Bweb+&cd=13&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\">新浪云<span style=\"color: rgb(221, 75, 57);\">部署java web</span>相关信息，如何将一个<span style=\"color: rgb(221, 75, 57);\">Java Web程序部署</span>到新浪云平台? ... 预备<span style=\"color: rgb(221, 75, 57);\">部署</span>到服务器<span style=\"color: rgb(221, 75, 57);\">上线</span>,现在听说各大公司都有什么云平台,可以把应用<span style=\"color: rgb(221, 75, 57);\">部署</span>到那些云 ... 新浪SAE ——— JavaWeb项目<span style=\"color: rgb(221, 75, 57);\">部署教程</span>新浪SAE上做PHP开发和<span style=\"color: rgb(221, 75, 57);\">部署</span>的比较多&nbsp;...</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://codecloud.net/345.html\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">推荐4 本免费的Java 电子书与教程| 程序员的资料库</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">codecloud.net/345.html</cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b13\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQgoMAM\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:AvnGQoB3RXsJ:codecloud.net/345.html+&cd=14&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\">Thinking in&nbsp;<span style=\"color: rgb(221, 75, 57);\">Java</span>&nbsp;(Third Edition) 非常权威、经典的一本巨作！ ... 开发<span style=\"color: rgb(221, 75, 57);\">Java</span>&nbsp;application,作者在书中已经注明：“这本书涵盖了<span style=\"color: rgb(221, 75, 57);\">Java</span>应用的在Linux系统上的开发和<span style=\"color: rgb(221, 75, 57);\">部署</span>，&nbsp;...</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://yihui.name/cn/2009/06/how-to-build-a-website-as-a-dummy/\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">新手教程：建立网站的全套流程与详细解释| 谢益辉</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">yihui.name/cn/2009/06/how-to-build-a-<strong>web</strong>site-as-a-dummy/</cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b14\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQgtMAQ\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:IqDBQdu2Sb4J:yihui.name/cn/2009/06/how-to-build-a-website-as-a-dummy/+&cd=15&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li><li><p><a class=\"fl\" href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=related:yihui.name/cn/2009/06/how-to-build-a-website-as-a-dummy/+java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&tbo=1&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChAfCDAwBA\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\"><span class=\"f\" style=\"color: rgb(128, 128, 128);\">2009年6月19日 -&nbsp;</span>新手<span style=\"color: rgb(221, 75, 57);\">教程</span>：建立网站的全套流程与详细解释. home about ... 动态页面通常和数据库挂钩，用户在访问网页的时候，网页<span style=\"color: rgb(221, 75, 57);\">程序</span>就存取数据库，所以页面内容会不断更新。<wbr/>动态页面 ..... 无巧不成<span style=\"color: rgb(221, 75, 57);\">WEB</span>，刚好想学习怎么创建网站，受教了. richard • 5 ... 课程将探讨安全、可扩展性、跨浏览器支持，及企业级网站<span style=\"color: rgb(221, 75, 57);\">部署</span>。 Charles • 4&nbsp;...</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://www.cnblogs.com/smyhvae/p/4134921.html\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">JavaWeb学习之Servlet（一）----MyEclipse及Tomcat的配置- 生命壹号 ...</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">www.cnblogs.com/smyhvae/p/4134921.html</cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b15\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQg0MAU\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:SfbeaVv3pFcJ:www.cnblogs.com/smyhvae/p/4134921.html+&cd=16&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li><li><p><a class=\"fl\" href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=related:www.cnblogs.com/smyhvae/p/4134921.html+java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&tbo=1&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChAfCDcwBQ\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\"><span class=\"f\" style=\"color: rgb(128, 128, 128);\">2014年12月1日 -&nbsp;</span>注：JSP是为了方便写html代码和<span style=\"color: rgb(221, 75, 57);\">Java</span>代码，它的本身其实还是Servlet。 ... 下就会有一个example的<span style=\"color: rgb(221, 75, 57);\">web</span>应用; src目录：<span style=\"color: rgb(221, 75, 57);\">Java程序</span>的开发目录，该目录下编写的所有<span style=\"color: rgb(221, 75, 57);\">程序</span><wbr/>在<span style=\"color: rgb(221, 75, 57);\">部署</span>时，会自动<span style=\"color: rgb(221, 75, 57);\">部署</span>到example/<span style=\"color: rgb(221, 75, 57);\">web</span>-inf/classes目录下。 ....&nbsp;<span style=\"color: rgb(221, 75, 57);\">上线</span>4大新功能 ... 在Android Studio中使用shareSDK进行社会化分享（图文<span style=\"color: rgb(221, 75, 57);\">教程</span>）(35) · 2.</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://www.codingyun.com/tag/java\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">java - Coding云</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">www.codingyun.com/tag/<strong>java</strong></cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b16\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQg7MAY\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:wsSynxW1HYgJ:www.codingyun.com/tag/java+&cd=17&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\">今天coding云为大家带来spring mvc框架的实例<span style=\"color: rgb(221, 75, 57);\">教程</span>，该<span style=\"color: rgb(221, 75, 57);\">教程</span>没有复杂的内容，不需要 ... 说到底，付费是小事，但是作为一个<span style=\"color: rgb(221, 75, 57);\">程序</span>员，掌握环境的搭建技能也是很有必要的， ... 关于<span style=\"color: rgb(221, 75, 57);\">部署</span>到tomcat的<span style=\"color: rgb(221, 75, 57);\">java web</span>项目中文乱码的问题着实不少，最近解决了这方面 ... 最近给运营人员做了个微信html5的刮奖活动页面，<span style=\"color: rgb(221, 75, 57);\">上线</span>以后，用户反馈了一些&nbsp;...</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://www.lai18.com/content/1412808.html\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">基于IBM Bluemix部署Java Web项目实战演练- Lai18.com IT技术文章 ...</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">www.lai18.com/content/1412808.html</cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b17\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQhAMAc\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:B6QrQv9HPOcJ:www.lai18.com/content/1412808.html+&cd=18&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\"><span class=\"f\" style=\"color: rgb(128, 128, 128);\">2015年11月14日 -&nbsp;</span>摘要：本文主要介绍了IBM Bluemix，并详细说明了如何<span style=\"color: rgb(221, 75, 57);\">部署Java Web</span>项目，如何 ... 第二，加速应用<span style=\"color: rgb(221, 75, 57);\">程序上线</span>，在实际的操作中，只需要简单的几条命令 ..... 多了，不知道可靠性能不能保证了2、网上<span style=\"color: rgb(221, 75, 57);\">教程</span>较少，特别是关于容器这一块，&nbsp;...</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://www.phpxs.com/post/java/\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">Java Web开发教程- 编程学习网</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">www.phpxs.com/post/<strong>java</strong>/</cite></p><p><a class=\"_Fmb ab_button\" href=\"https://www.google.com.hk/#\" id=\"am-b18\" aria-label=\"结果详情\" aria-expanded=\"false\" aria-haspopup=\"true\" role=\"button\" jsaction=\"m.tdd;keydown:m.hbke;keypress:m.mskpe\" data-ved=\"0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDsHQhGMAg\" style=\"font-size: 11px; border-radius: 0px; cursor: default; font-weight: bold; height: 12px; line-height: 27px; margin: 1px 0px 2px; min-width: 0px; padding: 0px; text-align: center; transition: none; user-select: none; background-image: none; border: 0px; color: rgb(128, 128, 128); box-shadow: 0px 0px 0px 0px; filter: none; width: 13px; text-decoration: none; display: inline-block;\"><span class=\"mn-dwn-arw\" style=\"border-color: rgb(0, 102, 33) transparent; border-style: solid; border-width: 5px 4px 0px !important; width: 0px; height: 0px; margin-left: 3px; top: 7.5px; margin-top: -4px; position: absolute; left: 0px;\"></span></a></p><ol style=\"padding: 0px; border: 0px;\" class=\" list-paddingleft-2\"><li><p><a class=\"fl\" href=\"http://webcache.googleusercontent.com/search?q=cache:oBk4Ae5AKjEJ:www.phpxs.com/post/java/+&cd=19&hl=zh-CN&ct=clnk&gl=cn\" target=\"_blank\" style=\"text-decoration: none; color: rgb(51, 51, 51); cursor: pointer; display: block; padding: 7px 18px; outline: 0px; font-size: 14px;\"></a></p></li></ol><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\"><span style=\"color: rgb(221, 75, 57);\">Java Web</span>，是用Java技术来解决相关web互联网领域的技术总和。web ... 拥有扎实的基础和深刻理解OO原则对于Java<span style=\"color: rgb(221, 75, 57);\">程序</span>员，深刻理解面向对象编程这一概念是 ..... 代码优化也是一样，如果项目着眼于尽快无BUG<span style=\"color: rgb(221, 75, 57);\">上线</span>，那么此时可以抓大放小，代码&nbsp;...</span></p><h3 class=\"r\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px; line-height: 1.2; overflow: hidden; text-overflow: ellipsis; white-space: nowrap;\"><a href=\"http://www.duxuan.cn/relevant/13631041.html\" target=\"_blank\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none;\">【html5自学教程】不开心！程序员你该留还是走？！_相关文章_读选网</a></h3><p><cite class=\"_Rm\" style=\"color: rgb(0, 102, 33); font-style: normal; font-size: 14px;\">www.duxuan.cn/relevant/13631041.html</cite></p><p><span class=\"st\" style=\"line-height: 1.4; word-wrap: break-word;\">&quot;【html5自学<span style=\"color: rgb(221, 75, 57);\">教程</span>】不开心！<span style=\"color: rgb(221, 75, 57);\">程序</span>员 ...&nbsp;<span style=\"color: rgb(221, 75, 57);\">Java Web 程序</span>员的发展趋势分析 ... 对开发者而言，这是一个与时间赛跑的年代，任凭再优秀的产品，如果不能快速的<span style=\"color: rgb(221, 75, 57);\">上线部署</span>，.</span></p><p><g-section-with-header style=\"display: block; margin: 40px 0px 0px;\"></g-section-with-header></p><h3 class=\"med _wI\" style=\"font-size: 18px; font-weight: normal; margin: 0px; padding: 0px 0px 8px; line-height: 18px; height: auto;\">java web程序上线部署教程的相关搜索</h3><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java+web%E7%83%AD%E9%83%A8%E7%BD%B2&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghNKAA\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java web热部署</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java+web%E9%A1%B9%E7%9B%AE%E9%83%A8%E7%BD%B2&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghOKAE\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java web项目部署</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=linux%E9%83%A8%E7%BD%B2java+web%E9%A1%B9%E7%9B%AE&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghPKAI\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">linux部署java web项目</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java+web%E9%83%A8%E7%BD%B2&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghQKAM\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java web部署</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java+web+service%E6%95%99%E7%A8%8B&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghRKAQ\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java web service教程</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java+web%E5%BC%80%E5%8F%91%E6%95%99%E7%A8%8B&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghSKAU\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java web开发教程</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java+web%E5%85%A5%E9%97%A8%E6%95%99%E7%A8%8B&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghTKAY\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java web入门教程</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java%E7%A8%8B%E5%BA%8F%E8%AE%BE%E8%AE%A1%E6%95%99%E7%A8%8B&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghUKAc\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java程序设计教程</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java%E7%A8%8B%E5%BA%8F%E8%AE%BE%E8%AE%A1%E6%95%99%E7%A8%8Bpdf&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghVKAg\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java程序设计教程pdf</a></p><p class=\"_e4b\" style=\"margin-top: 0px; margin-bottom: 0px; clear: both;\"><a href=\"https://www.google.com.hk/search?newwindow=1&safe=strict&biw=1920&bih=973&q=java+web%E6%95%99%E7%A8%8B&sa=X&ved=0ahUKEwiopsfwhNzQAhUmTY8KHV_JDsg4ChDVAghWKAk\" style=\"color: rgb(102, 0, 153); cursor: pointer; text-decoration: none; padding: 3px 32px 3px 0px; display: inline-block; float: left;\">java web教程</a></p><p></p><p><span data-jibp=\"h\" data-jiis=\"uc\" id=\"xjs\"></span></p><table id=\"nav\" role=\"presentation\"><tbody><tr valign=\"top\" class=\"firstRow\"><td class=\"b navend\" style=\"font-weight: bold; padding: 0px; text-align: center;\"><a class=\"pn\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=0&sa=N\" id=\"pnprev\" style=\"color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap; text-decoration: none; font-weight: normal;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) 0px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 53px; float: right;\"></span><span style=\"display: block; margin-right: 35px; clear: right;\">上一页</span></a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 1\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=0&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>1</a></td><td class=\"cur\" style=\"padding: 0px; text-align: center; color: rgba(0, 0, 0, 0.870588);\"><span class=\"csb\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -53px 0px no-repeat; overflow: hidden; height: 40px; display: block; width: 20px;\"></span>2</td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 3\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=20&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>3</a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 4\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=30&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>4</a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 5\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=40&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>5</a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 6\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=50&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>6</a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 7\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=60&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>7</a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 8\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=70&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>8</a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 9\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=80&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>9</a></td><td style=\"padding: 0px; text-align: center;\"><a aria-label=\"Page 10\" class=\"fl\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=90&sa=N\" style=\"text-decoration: none; color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -74px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 20px;\"></span>10</a></td><td class=\"b navend\" style=\"font-weight: bold; padding: 0px; text-align: center;\"><a class=\"pn\" href=\"https://www.google.com.hk/search?q=java+web%E7%A8%8B%E5%BA%8F%E4%B8%8A%E7%BA%BF%E9%83%A8%E7%BD%B2%E6%95%99%E7%A8%8B&newwindow=1&safe=strict&biw=1920&bih=973&ei=MdVEWOjJG6aavQTfkrvADA&start=20&sa=N\" id=\"pnnext\" style=\"color: rgb(66, 133, 244); cursor: pointer; display: block; white-space: nowrap; text-decoration: none; font-weight: normal; text-align: left;\"><span class=\"csb ch\" style=\"background: url(&quot;/images/nav_logo242.png&quot;) -96px 0px no-repeat; overflow: hidden; height: 40px; display: block; cursor: pointer; width: 71px;\"></span><span style=\"display: block; margin-left: 53px;\">下一页</span></a></td></tr></tbody></table><p><span data-jibp=\"h\" data-jiis=\"uc\" id=\"fvf\"></span></p><p></p><div class=\"col\" data-jibp=\"h\" data-jiis=\"uc\" id=\"rhscol\" style=\"float: left; min-width: 980px; color: rgb(34, 34, 34); font-family: arial, sans-serif; font-size: small; white-space: normal; background-color: rgb(255, 255, 255);\"></div><p><br/></p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/5/2016125102040-1.png', 'www.baidu.com', '1480904449000', '1483064451000', '0.00', '0.10', '0.10', '303', '404', '1', '0', '1', '1', '1480904473852', '1480916574190', '102', '104', '全国', '全国', '109', '125');
INSERT INTO `content` VALUES ('34', 'Tomcat文件上传路径问题', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/6/201612645132-1.png', 'www.songfayuan.date', 'Tomcat文件上传路径问题', '<p><a href=\"http://blog.csdn.net/yu_zhihao/article/details/50158939\" style=\"color: rgb(102, 102, 102); text-decoration: none; font-family: &quot;Microsoft YaHei&quot;; font-size: 20px; white-space: normal; background-color: rgb(255, 255, 255);\">Tomcat文件上传路径问题</a></p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/6/201612645147-1.png', 'www.baidu.com', '1481014316000', '1483087917000', '0.00', '0.10', '0.10', '303', '404', '0', '0', '1', '1', '1481014330568', '1481014348880', '100', '104', '全国', '全国', '109', '125');
INSERT INTO `content` VALUES ('35', '解决jsp上传文件，重启tomcat后文件和文件夹自动删除', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/6/2016126593-1.png', 'www.songfayuan.date', '解决jsp上传文件，重启tomcat后文件和文件夹自动删除', '<p><a href=\"http://blog.csdn.net/sinat_34803353/article/details/53292284\" style=\"text-decoration: none; color: rgb(0, 0, 0); font-family: &quot;microsoft yahei&quot;; font-size: 18px; font-weight: bold; white-space: normal; background-color: rgb(255, 255, 255);\">解决jsp上传文件，重启tomcat后文件和文件夹自动删除</a></p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/6/20161265931-1.png', 'www.baidu.com', '1481015374000', '1483175376000', '0.00', '0.10', '0.10', '303', '404', '0', '0', '1', '1', '1481015389940', '1481015405886', '102', '104', '全国', '全国', '109', '125');
INSERT INTO `content` VALUES ('36', 'c', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/7/201612710257-1.png', 'www.songfayuan.date', 'Tomcat文件上传路径问题', '<p>Tomcat文件上传路径问题</p>', 'http://songfayuan.eicp.net:80/youyu-admin/upload/2016/12/7/20161271033-1.png', 'www.baidu.com', '1481076186000', '1483149788000', '0.00', '0.10', '0.10', '303', '404', '0', '0', '1', '1', '1481076220639', '1481183526665', '102', '104', '全国', '全国', '109', '125');

-- ----------------------------
-- Table structure for dictionary
-- ----------------------------
DROP TABLE IF EXISTS `dictionary`;
CREATE TABLE `dictionary` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '字典表id',
  `pid` int(11) DEFAULT NULL COMMENT '字典表父id',
  `content` varchar(255) DEFAULT NULL COMMENT '字典内容',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10087 DEFAULT CHARSET=utf8 COMMENT='字典表';

-- ----------------------------
-- Records of dictionary
-- ----------------------------
INSERT INTO `dictionary` VALUES ('1', '0', '性别');
INSERT INTO `dictionary` VALUES ('2', '0', '用户类型');
INSERT INTO `dictionary` VALUES ('3', '0', '审核状态');
INSERT INTO `dictionary` VALUES ('4', '0', '进行状态');
INSERT INTO `dictionary` VALUES ('5', '0', '交易类型');
INSERT INTO `dictionary` VALUES ('6', '0', '获利类型');
INSERT INTO `dictionary` VALUES ('7', '0', '提现状态');
INSERT INTO `dictionary` VALUES ('16', '0', '日志类型');
INSERT INTO `dictionary` VALUES ('100', '1', '男');
INSERT INTO `dictionary` VALUES ('102', '1', '女');
INSERT INTO `dictionary` VALUES ('201', '2', '接单人');
INSERT INTO `dictionary` VALUES ('202', '2', '客户');
INSERT INTO `dictionary` VALUES ('203', '2', '管理员');
INSERT INTO `dictionary` VALUES ('301', '3', '未提交');
INSERT INTO `dictionary` VALUES ('302', '3', '审核中');
INSERT INTO `dictionary` VALUES ('303', '3', '已审核');
INSERT INTO `dictionary` VALUES ('304', '3', '未通过');
INSERT INTO `dictionary` VALUES ('401', '4', '待发布');
INSERT INTO `dictionary` VALUES ('402', '4', '审核中');
INSERT INTO `dictionary` VALUES ('403', '4', '进行中');
INSERT INTO `dictionary` VALUES ('404', '4', '已结束');
INSERT INTO `dictionary` VALUES ('405', '4', '审核被驳回');
INSERT INTO `dictionary` VALUES ('406', '4', '已审核');
INSERT INTO `dictionary` VALUES ('501', '5', '充值');
INSERT INTO `dictionary` VALUES ('502', '5', '平台收益');
INSERT INTO `dictionary` VALUES ('503', '5', '提现利息');
INSERT INTO `dictionary` VALUES ('504', '5', '其他');
INSERT INTO `dictionary` VALUES ('505', '5', '文章消费');
INSERT INTO `dictionary` VALUES ('506', '5', '文章余额返回');
INSERT INTO `dictionary` VALUES ('601', '6', '（查看）详情页面');
INSERT INTO `dictionary` VALUES ('602', '6', '（点击）头部广告');
INSERT INTO `dictionary` VALUES ('603', '6', '（点击）底部广告');
INSERT INTO `dictionary` VALUES ('701', '7', '提现处理中');
INSERT INTO `dictionary` VALUES ('702', '7', '发起提现请求');
INSERT INTO `dictionary` VALUES ('703', '7', '已提现');
INSERT INTO `dictionary` VALUES ('10086', '0', '平台收益标记位');

-- ----------------------------
-- Table structure for log
-- ----------------------------
DROP TABLE IF EXISTS `log`;
CREATE TABLE `log` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '日志id',
  `time` bigint(20) DEFAULT NULL COMMENT '日志产生时间',
  `logtype` int(11) DEFAULT NULL COMMENT '日志类型（1601信息，1602异常）',
  `content` text COMMENT '日志内容',
  `userid` int(11) DEFAULT NULL COMMENT '操作人员',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8757 DEFAULT CHARSET=utf8 COMMENT='日志表';

-- ----------------------------
-- Records of log
-- ----------------------------
INSERT INTO `log` VALUES ('7920', '1497950295890', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7921', '1497950335448', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7922', '1497950338403', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7923', '1497950548514', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7924', '1497950559840', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7925', '1497950596591', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7926', '1497953469542', '1601', '查询所有的用户列表', null);
INSERT INTO `log` VALUES ('7927', '1497953482453', '1601', '查询所有的用户列表', null);
INSERT INTO `log` VALUES ('7928', '1497953488067', '1601', '查询所有的用户列表', null);
INSERT INTO `log` VALUES ('7929', '1497953541791', '1601', '查询所有的用户列表', null);
INSERT INTO `log` VALUES ('7930', '1497961356994', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7931', '1497961360537', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7932', '1497961362326', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('7933', '1497965923110', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7934', '1497965927236', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7935', '1497965966379', '1601', '删除操作：根据id删除用户列表信息...', '1');
INSERT INTO `log` VALUES ('7936', '1497965966477', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7937', '1497966208343', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7938', '1497969725624', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7939', '1497969731386', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7940', '1497970593708', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7941', '1497970596524', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7942', '1497970783267', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7943', '1497970821380', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7944', '1497970873961', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7945', '1497970879852', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7946', '1497970933099', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7947', '1497971018910', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7948', '1497971040018', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7949', '1497971043754', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7950', '1497971080858', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7951', '1497972024235', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7952', '1497972036787', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7953', '1497972059175', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7954', '1497972067798', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7955', '1497972074912', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7956', '1497973187015', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7957', '1497973189367', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7958', '1497973364314', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7959', '1497973607999', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7960', '1497973830028', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7961', '1497973833062', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7962', '1497973950390', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7963', '1497973956417', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7964', '1497973959240', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7965', '1497973962838', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7966', '1497973975765', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7967', '1497974367519', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7968', '1497974369422', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7969', '1497974374672', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7970', '1497974414786', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7971', '1497974481324', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('7972', '1497974494655', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7973', '1497974499579', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7974', '1497974918081', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7975', '1497974922104', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7976', '1497974991573', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7977', '1497975000130', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7978', '1497975056911', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7979', '1497975059793', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('7980', '1497975072804', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7981', '1497975129948', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7982', '1497975138917', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7983', '1497975171865', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7984', '1497975181238', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7985', '1497975184798', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7986', '1497975223293', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7987', '1497975266765', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7988', '1497975326075', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7989', '1497975368407', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7990', '1497975370670', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7991', '1497975371514', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('7992', '1497975413420', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7993', '1497975415763', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '1');
INSERT INTO `log` VALUES ('7994', '1497975573277', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('7995', '1497975578112', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7996', '1497975649919', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7997', '1497975654059', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7998', '1497975663233', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('7999', '1497975692464', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8000', '1497975699172', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8001', '1497975745169', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8002', '1497975746937', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8003', '1497975747769', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8004', '1497975760973', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8005', '1497975762861', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8006', '1497975773671', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8007', '1497975790478', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8008', '1497975949108', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8009', '1497975963703', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8010', '1497976756166', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8011', '1497976758719', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8012', '1497976887409', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8013', '1497976889686', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8014', '1497976901062', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8015', '1497976910640', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8016', '1497976933836', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8017', '1497977115775', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8018', '1497977119987', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8019', '1497977121270', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8020', '1497977122492', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8021', '1497977124360', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8022', '1497977130950', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8023', '1497977155558', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8024', '1497977162364', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8025', '1497977167938', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8026', '1497977171514', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8027', '1497977181014', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8028', '1497977190240', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8029', '1497977191726', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8030', '1497977194132', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8031', '1497977195264', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8032', '1497977195669', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8033', '1497977196478', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8034', '1497977197235', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8035', '1497977199004', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8036', '1497977200031', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8037', '1497977201500', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8038', '1497977203298', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8039', '1497977207029', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8040', '1497977209521', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8041', '1497977314378', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8042', '1497977316180', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8043', '1497977333101', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8044', '1497977338073', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8045', '1497977343054', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8046', '1497977360532', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8047', '1497977427562', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8048', '1497977429243', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8049', '1497977440285', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8050', '1497977443562', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8051', '1497977444252', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8052', '1497977444584', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8053', '1497977444987', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8054', '1497977447241', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8055', '1497977481622', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8056', '1497977487648', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8057', '1497977499107', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8058', '1497977499940', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8059', '1497977500386', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8060', '1497977504761', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8061', '1497977509316', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8062', '1497977540524', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8063', '1497977542369', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8064', '1497977550828', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8065', '1497977604765', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8066', '1497977608059', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8067', '1497977610635', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8068', '1497977666539', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8069', '1497977671988', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8070', '1497977673280', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8071', '1497977677993', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8072', '1497977680896', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8073', '1497977689182', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('8074', '1497977702114', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8075', '1497977704100', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8076', '1497977720927', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8077', '1497977906246', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8078', '1497977910841', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8079', '1497977921216', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8080', '1497977931707', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8081', '1497977982751', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('8082', '1497977997398', '1601', '访问首页', '2');
INSERT INTO `log` VALUES ('8083', '1497977999371', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8084', '1497978012416', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '2');
INSERT INTO `log` VALUES ('8085', '1497978115179', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8086', '1497978119985', '1601', '根据ID查询用户详情...', '2');
INSERT INTO `log` VALUES ('8087', '1497978128155', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8088', '1497978268254', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8089', '1497978269968', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8090', '1497978362414', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '2');
INSERT INTO `log` VALUES ('8091', '1497978364408', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '2');
INSERT INTO `log` VALUES ('8092', '1497978373098', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8093', '1497978432815', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8094', '1497978458882', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8095', '1497978495347', '1601', '查询所有的用户列表', '2');
INSERT INTO `log` VALUES ('8096', '1498007336291', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8097', '1498007354004', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8098', '1498007364302', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8099', '1498007758955', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8100', '1498007840169', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8101', '1498007850062', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8102', '1498007956691', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8103', '1498008168893', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8104', '1498008174243', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8105', '1498008182195', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8106', '1498008185844', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8107', '1498008191818', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8108', '1498008350717', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8109', '1498008354989', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8110', '1498008396815', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8111', '1498008399989', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8112', '1498008402781', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8113', '1498008404898', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8114', '1498008405283', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8115', '1498008557560', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8116', '1498008621756', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8117', '1498008623149', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8118', '1498008623958', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8119', '1498008624942', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8120', '1498008632004', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8121', '1498008637814', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8122', '1498008754506', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8123', '1498008806580', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8124', '1498008812728', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8125', '1498008822979', '1601', '退出登录', null);
INSERT INTO `log` VALUES ('8126', '1498008836744', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8127', '1498008840821', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8128', '1498008908961', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8129', '1498008913170', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8130', '1498009015716', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8131', '1498009017975', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8132', '1498009076205', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8133', '1498009079344', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8134', '1498009090456', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8135', '1498009124821', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8136', '1498009656601', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8137', '1498009671213', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8138', '1498009708173', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8139', '1498009732980', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8140', '1498009920655', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8141', '1498010083407', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8142', '1498010089564', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8143', '1498010150808', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8144', '1498010163294', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8145', '1498010169295', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8146', '1498010185916', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8147', '1498010202812', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8148', '1498010215477', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8149', '1498010231988', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8150', '1498010306692', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8151', '1498010310904', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8152', '1498010315321', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8153', '1498010317844', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8154', '1498010328992', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8155', '1498010331126', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8156', '1498010774359', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8157', '1498010982604', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8158', '1498011032402', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8159', '1498011041613', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8160', '1498011070298', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8161', '1498011380830', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8162', '1498011384727', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8163', '1498011386788', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8164', '1498011565398', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8165', '1498011568452', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8166', '1498011570471', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8167', '1498011594603', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8168', '1498011610992', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8169', '1498011614366', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8170', '1498011623190', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8171', '1498011638785', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('8172', '1498011970932', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8173', '1498011976508', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8174', '1498012130965', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8175', '1498012175440', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8176', '1498012203599', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8177', '1498012253958', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8178', '1498012263139', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8179', '1498012278695', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8180', '1498012319862', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8181', '1498012343257', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8182', '1498012409565', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8183', '1498012421463', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8184', '1498012445133', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8185', '1498012498778', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8186', '1498012507547', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8187', '1498012588651', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8188', '1498012614736', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8189', '1498012632200', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8190', '1498012881171', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8191', '1498012888890', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8192', '1498012902688', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8193', '1498012908021', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8194', '1498013053423', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8195', '1498013083551', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8196', '1498013107049', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8197', '1498013118334', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8198', '1498013131863', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8199', '1498013136279', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '1');
INSERT INTO `log` VALUES ('8200', '1498013667571', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8201', '1498013673349', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '1');
INSERT INTO `log` VALUES ('8202', '1498013682380', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '1');
INSERT INTO `log` VALUES ('8203', '1498023619694', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8204', '1498023625632', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8205', '1498023634379', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8206', '1498023636687', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8207', '1498023644620', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8208', '1498023684564', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8209', '1498023778088', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8210', '1498023780955', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8211', '1498023855371', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8212', '1498025110484', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8213', '1498025113612', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8214', '1498025129644', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8215', '1498025166790', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8216', '1498025392778', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8217', '1498025764338', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8218', '1498026249453', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8219', '1498026254060', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8220', '1498026257028', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8221', '1498026270231', '1601', '保存权限', '1');
INSERT INTO `log` VALUES ('8222', '1498026270528', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8223', '1498026275858', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8224', '1498026463407', '1601', '删除角色', '1');
INSERT INTO `log` VALUES ('8225', '1498026463545', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8226', '1498026468328', '1601', '删除角色', '1');
INSERT INTO `log` VALUES ('8227', '1498026468410', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8228', '1498026490468', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8229', '1498026490608', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8230', '1498026495659', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8231', '1498026526507', '1601', '保存权限', '1');
INSERT INTO `log` VALUES ('8232', '1498026579752', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8233', '1498028375062', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8234', '1498028388144', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8235', '1498028471698', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8236', '1498028483428', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8237', '1498028487922', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('8238', '1498028497524', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8239', '1498028499362', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8240', '1498028508444', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8241', '1498028513155', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8242', '1498028515647', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8243', '1498028522585', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8244', '1498028558362', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8245', '1498028813625', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8246', '1498028901718', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8247', '1498028906749', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8248', '1498028907953', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8249', '1498028908955', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8250', '1498028909749', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8251', '1498028910727', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8252', '1498028961089', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8253', '1498028965144', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8254', '1498028966674', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8255', '1498029005643', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8256', '1498029080726', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8257', '1498029088199', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8258', '1498036638040', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8259', '1498036648058', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8260', '1498036650858', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8261', '1498036706916', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8262', '1498036722426', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8263', '1498036732572', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8264', '1498036761655', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8265', '1498036763440', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8266', '1498036765724', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8267', '1498036767898', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8268', '1498036772805', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8269', '1498036780331', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8270', '1498036785859', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8271', '1498036804624', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8272', '1498036828121', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8273', '1498036832113', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8274', '1498036835922', '1601', '保存权限', '1');
INSERT INTO `log` VALUES ('8275', '1498036836106', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8276', '1498036837938', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8277', '1498036845506', '1601', '删除角色', '1');
INSERT INTO `log` VALUES ('8278', '1498036845621', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8279', '1498036847806', '1601', '删除角色', '1');
INSERT INTO `log` VALUES ('8280', '1498036847903', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8281', '1498036854182', '1601', '创建角色', '1');
INSERT INTO `log` VALUES ('8282', '1498036854265', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8283', '1498036856050', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8284', '1498036859927', '1601', '保存权限', '1');
INSERT INTO `log` VALUES ('8285', '1498036860036', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8286', '1498036869708', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8287', '1498036897639', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8288', '1498036906444', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8289', '1498036939815', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8290', '1498036948289', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8291', '1498036984322', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8292', '1498036989189', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8293', '1498036991480', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8294', '1498036994753', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8295', '1498036998803', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8296', '1498037024518', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8297', '1498037118312', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8298', '1498037197114', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8299', '1498037222784', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8300', '1498037241912', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8301', '1498038246966', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8302', '1498038270890', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8303', '1498038323995', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8304', '1498038335323', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8305', '1498038345230', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8306', '1498038355524', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8307', '1498038356771', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8308', '1498038357642', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8309', '1498038358407', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8310', '1498038398213', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8311', '1498038426497', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8312', '1498038432291', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('8313', '1498038445338', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8314', '1498038448122', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8315', '1498038476630', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8316', '1498038488153', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8317', '1498038512323', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8318', '1498038515905', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8319', '1498038519830', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8320', '1498038549272', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8321', '1498038551907', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8322', '1498038554492', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8323', '1498038595230', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8324', '1498038599896', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8325', '1498038609309', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8326', '1498038620298', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8327', '1498038630292', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8328', '1498038713660', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8329', '1498038762437', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8330', '1498039469056', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8331', '1498039656111', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8332', '1498049637498', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8333', '1498049644902', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8334', '1498049770970', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8335', '1498049792579', '1601', '保存操作：保存编辑过的管理员的数据', '1');
INSERT INTO `log` VALUES ('8336', '1498049792692', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8337', '1498049821424', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8338', '1498049825907', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8339', '1498049835732', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8340', '1498049851942', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8341', '1498049874998', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8342', '1498050331305', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8343', '1498050673045', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8344', '1498050801914', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8345', '1498050850023', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8346', '1498050869208', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8347', '1498050871266', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8348', '1498050875309', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8349', '1498050875749', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8350', '1498050878200', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8351', '1498050878384', '1601', '保存操作：保存编辑过的管理员的数据', '1');
INSERT INTO `log` VALUES ('8352', '1498050878615', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8353', '1498051061067', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8354', '1498051778533', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8355', '1498051782720', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8356', '1498051798576', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8357', '1498051802033', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8358', '1498051812790', '1601', '保存操作：更新编辑过的管理员的数据', '1');
INSERT INTO `log` VALUES ('8359', '1498051812912', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8360', '1498051866846', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8361', '1498051886616', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8362', '1498051892352', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8363', '1498051899943', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8364', '1498051910199', '1601', '保存操作：更新编辑过的管理员的数据', '1');
INSERT INTO `log` VALUES ('8365', '1498051910272', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8366', '1498052098936', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8367', '1498052106514', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8368', '1498052113376', '1601', '保存操作：更新编辑过的管理员的数据', '1');
INSERT INTO `log` VALUES ('8369', '1498052113470', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8370', '1498052218780', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8371', '1498052219198', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8372', '1498052298611', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8373', '1498052298710', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8374', '1498052302069', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8375', '1498052302142', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8376', '1498052306151', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8377', '1498052306225', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8378', '1498052308488', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8379', '1498052308554', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8380', '1498052315842', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8381', '1498052315907', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8382', '1498052867898', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8383', '1498052882424', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8384', '1498052905336', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8385', '1498053172682', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8386', '1498053176083', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8387', '1498053189606', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8388', '1498053189742', '1601', '保存操作：更新编辑过的管理员的数据', '1');
INSERT INTO `log` VALUES ('8389', '1498053189859', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8390', '1498053993711', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8391', '1498054003443', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8392', '1498054022607', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8393', '1498054050744', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8394', '1498054058637', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8395', '1498054058732', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8396', '1498054060285', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8397', '1498054068188', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8398', '1498054087637', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8399', '1498054156794', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8400', '1498054170004', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8401', '1498054170091', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8402', '1498054171348', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8403', '1498054177011', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8404', '1498054197613', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8405', '1498055243995', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8406', '1498055246855', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8407', '1498055251086', '1601', '删除操作：根据id删除管理员数据', '1');
INSERT INTO `log` VALUES ('8408', '1498055251161', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8409', '1498055255330', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8410', '1498055258256', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8411', '1498055281003', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8412', '1498055314199', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8413', '1498055554643', '1601', '退出登录', null);
INSERT INTO `log` VALUES ('8414', '1498055568840', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8415', '1498055575389', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8416', '1498055578628', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8417', '1498055584799', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8418', '1498055590177', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8419', '1498055617256', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8420', '1498055620823', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8421', '1498055620980', '1601', '保存添加的管理员', '1');
INSERT INTO `log` VALUES ('8422', '1498055621066', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8423', '1498055665189', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8424', '1498055669993', '1601', '检查管理员用户名是否可以注册', '1');
INSERT INTO `log` VALUES ('8425', '1498055676818', '1601', '保存操作：更新编辑过的管理员的数据', '1');
INSERT INTO `log` VALUES ('8426', '1498055676891', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8427', '1498055711770', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8428', '1498055842932', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8429', '1498055863634', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8430', '1498055867437', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8431', '1498055874824', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8432', '1498055908529', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8433', '1498055921114', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '1');
INSERT INTO `log` VALUES ('8434', '1498055928640', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8435', '1498055935590', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8436', '1498055940118', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8437', '1498055942142', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8438', '1498055946932', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8439', '1498056433624', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8440', '1498056462071', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8441', '1498057579493', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8442', '1498095681018', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8443', '1498101883068', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8444', '1498101917871', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8445', '1498101930116', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8446', '1498151568505', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8447', '1498151577931', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8448', '1498151588232', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8449', '1498151590735', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '1');
INSERT INTO `log` VALUES ('8450', '1498151594204', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8451', '1498151600080', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8452', '1498151603877', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8453', '1498151628296', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8454', '1498151629593', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8455', '1498151634681', '1601', '页面跳转操作：跳转到管理员信息编辑页面...', '1');
INSERT INTO `log` VALUES ('8456', '1498151663226', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8457', '1498151666906', '1601', '获取权限列表', '1');
INSERT INTO `log` VALUES ('8458', '1498151670294', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8459', '1498151672212', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8460', '1498298017098', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8461', '1498298025715', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8462', '1498298028995', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8463', '1498298036784', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8464', '1498298037938', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8465', '1498298038352', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8466', '1498298996564', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8467', '1498300066394', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8468', '1498310933892', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8469', '1498310938710', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8470', '1498311009645', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8471', '1498311034344', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8472', '1498311035529', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8473', '1498311050947', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8474', '1498311057707', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8475', '1498311215318', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8476', '1498311219679', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8477', '1498311222152', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8478', '1498311223191', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8479', '1498311223848', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8480', '1498311224227', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8481', '1498311224575', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8482', '1498311225017', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8483', '1498311245099', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8484', '1498320122519', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8485', '1498320126143', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8486', '1498320140772', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8487', '1498320160183', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8488', '1498320162873', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8489', '1498320164464', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8490', '1498320198230', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8491', '1498320199061', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8492', '1498320199527', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8493', '1498320207278', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8494', '1498320271336', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8495', '1498320272852', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8496', '1498320294554', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8497', '1498320512404', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8498', '1498320519081', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8499', '1498320519983', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8500', '1498320520404', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8501', '1498320520801', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8502', '1498320521301', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8503', '1498320521629', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8504', '1498320522082', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8505', '1498320522500', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8506', '1498320532181', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8507', '1498320534629', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8508', '1498320535042', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8509', '1498320546077', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8510', '1498320548187', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8511', '1498320758952', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8512', '1498320760702', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8513', '1498320761734', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8514', '1498320762166', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8515', '1498320762843', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8516', '1498320763235', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8517', '1498320763624', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8518', '1498320764094', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8519', '1498320764492', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8520', '1498320775360', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8521', '1498320882297', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8522', '1498320898385', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8523', '1498320899341', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8524', '1498320899916', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8525', '1498320900488', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8526', '1498320901017', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8527', '1498320901128', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8528', '1498320901677', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8529', '1498320902214', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8530', '1498320902341', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8531', '1498320902965', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8532', '1498320903562', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8533', '1498320904108', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8534', '1498320975442', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8535', '1498321253276', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8536', '1498321254937', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8537', '1498321255323', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8538', '1498321255698', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8539', '1498321256425', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8540', '1498321256826', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8541', '1498321279192', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8542', '1498321346073', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8543', '1498321350206', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8544', '1498321354136', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8545', '1498321357943', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8546', '1498321361190', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8547', '1498321365687', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8548', '1498322588451', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8549', '1498322589577', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8550', '1498322617155', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8551', '1498322633034', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8552', '1498322714354', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8553', '1498322719530', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8554', '1498322739931', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8555', '1498322754522', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8556', '1498322758499', '1601', '页面跳转操作：跳转到管理员添加页面...', '1');
INSERT INTO `log` VALUES ('8557', '1498322767053', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8558', '1498322776468', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8559', '1498322973691', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8560', '1498323179839', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8561', '1498323221704', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8562', '1498360302098', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8563', '1498360306878', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8564', '1498361238226', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8565', '1498361240821', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8566', '1498361294081', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8567', '1498361330798', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8568', '1498377748789', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8569', '1498377753344', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8570', '1498378986156', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8571', '1498378988751', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8572', '1498379013945', '1601', '导出操作：导出全部用户列表信息...', '1');
INSERT INTO `log` VALUES ('8573', '1498379110889', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8574', '1498379583460', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8575', '1498385395762', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8576', '1498385397715', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8577', '1498385457844', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8578', '1498385647688', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8579', '1498385651276', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8580', '1498385730977', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8581', '1498385732795', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8582', '1498385796274', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8583', '1498385909027', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8584', '1498386064450', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8585', '1498386066277', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8586', '1498386118714', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8587', '1498386205526', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8588', '1498386302043', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8589', '1498386303935', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8590', '1498386313300', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8591', '1498386370655', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8592', '1498386377543', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8593', '1498386384649', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8594', '1498386697962', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8595', '1498386800323', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8596', '1498386868887', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8597', '1498386869149', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8598', '1498386872466', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8599', '1498386915829', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8600', '1498386926031', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8601', '1498386927892', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8602', '1498386934824', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8603', '1498386995598', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8604', '1498387041186', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8605', '1498387061779', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8606', '1498387110307', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8607', '1498387112469', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8608', '1498387114933', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8609', '1498387115158', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8610', '1498387115370', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8611', '1498387115761', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8612', '1498387115974', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8613', '1498387116173', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8614', '1498387116572', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8615', '1498387116785', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8616', '1498387117023', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8617', '1498387117229', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8618', '1498387117449', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8619', '1498387117671', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8620', '1498387117871', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8621', '1498387118087', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8622', '1498387118280', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8623', '1498387118479', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8624', '1498387118638', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8625', '1498387118838', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8626', '1498387148205', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8627', '1498387157391', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8628', '1498387163044', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8629', '1498387190358', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8630', '1498387362913', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8631', '1498387368120', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8632', '1498387372643', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8633', '1498387374106', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8634', '1498387374978', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8635', '1498387375633', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8636', '1498387376192', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8637', '1498387376731', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8638', '1498387377433', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8639', '1498387378458', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8640', '1498387379097', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8641', '1498387379809', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8642', '1498387380489', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8643', '1498387387672', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8644', '1498387392225', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8645', '1498387395887', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8646', '1498387400622', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8647', '1498387403095', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8648', '1498387469920', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8649', '1498387475194', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8650', '1498387476209', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8651', '1498387479873', '1601', '根据ID查询用户详情...', '1');
INSERT INTO `log` VALUES ('8652', '1498387498672', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8653', '1498387501807', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8654', '1498387510295', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8655', '1498387678904', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8656', '1498388489110', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8657', '1498388491078', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8658', '1498388494329', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8659', '1498388497803', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8660', '1498388499200', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8661', '1498388512072', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8662', '1498443982160', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8663', '1498443984857', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8664', '1498443986365', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8665', '1498443990229', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8666', '1498443994485', '1601', '日志详情查看操作：根据日志id进行日志具体详情查看...', '1');
INSERT INTO `log` VALUES ('8667', '1498444004509', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8668', '1498462008856', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8669', '1498462016762', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8670', '1498462066583', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8671', '1498462085464', '1601', '保存操作：保存添加的一级类别', '1');
INSERT INTO `log` VALUES ('8672', '1498462085619', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8673', '1498462100453', '1601', '保存操作：保存添加的二级类别', '1');
INSERT INTO `log` VALUES ('8674', '1498462100577', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8675', '1498462236627', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8676', '1498462239014', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8677', '1498462247421', '1601', '保存操作：保存添加的二级类别', '1');
INSERT INTO `log` VALUES ('8678', '1498462247592', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8679', '1498462255764', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8680', '1498462276133', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8681', '1498462277634', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8682', '1498462281172', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8683', '1498462282482', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8684', '1498462290111', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8685', '1498462292162', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8686', '1498462536654', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8687', '1498462540497', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8688', '1498462544914', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8689', '1498462547711', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8690', '1498462549897', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8691', '1498462552291', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8692', '1498462555675', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8693', '1498462559823', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8694', '1498462569386', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8695', '1498462571514', '1601', '删除操作：根据id删除二级人群标签数据', '1');
INSERT INTO `log` VALUES ('8696', '1498462571692', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8697', '1498462574115', '1601', '删除操作：根据id删除二级人群标签数据', '1');
INSERT INTO `log` VALUES ('8698', '1498462574362', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8699', '1498462575891', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8700', '1498462578760', '1601', '删除操作：根据id删除二级人群标签数据', '1');
INSERT INTO `log` VALUES ('8701', '1498462578950', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8702', '1498462619831', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8703', '1498462620331', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8704', '1498462620991', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8705', '1498462660690', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8706', '1498462880467', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8707', '1498462882633', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8708', '1498462884578', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8709', '1498462885835', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8710', '1498462887409', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8711', '1498462888829', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8712', '1498463064701', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8713', '1498463075174', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8714', '1498464103888', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8715', '1498464117604', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8716', '1498465768227', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8717', '1498465801638', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8718', '1498465999438', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8719', '1498466074810', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8720', '1498466978028', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8721', '1498467009383', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8722', '1498467183522', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8723', '1498467190433', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8724', '1498528165361', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8725', '1498528246065', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8726', '1498528248806', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8727', '1498532776718', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8728', '1498532855584', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8729', '1498532859293', '1601', '查询所有的二级人群标签列表', '1');
INSERT INTO `log` VALUES ('8730', '1498532865870', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8731', '1498543154386', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8732', '1498543237419', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8733', '1498543246879', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8734', '1498543257387', '1601', '导出操作：导出全部用户列表信息...', '1');
INSERT INTO `log` VALUES ('8735', '1498545824353', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8736', '1498546099547', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8737', '1498546105637', '1601', '操作：（订单详情）管理员查询订单列表...', '1');
INSERT INTO `log` VALUES ('8738', '1498546124676', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8739', '1499238796699', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8740', '1499238800399', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8741', '1499238806342', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8742', '1499238863046', '1601', '查询所有的一级人群标签列表', '1');
INSERT INTO `log` VALUES ('8743', '1499238877982', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8744', '1499238923826', '1601', '查询管理员列表', '1');
INSERT INTO `log` VALUES ('8745', '1499238986104', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8746', '1499239013551', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8747', '1499239478069', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8748', '1499239480567', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8749', '1499239483621', '1601', '退出登录', '1');
INSERT INTO `log` VALUES ('8750', '1500540393108', '1601', '访问首页', '1');
INSERT INTO `log` VALUES ('8751', '1500540423513', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8752', '1500540435930', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8753', '1500540463824', '1601', '查询所有的用户列表', '1');
INSERT INTO `log` VALUES ('8754', '1500540476687', '1601', '日志列表查看操作：首页-运行日志-查看日志列表...', '1');
INSERT INTO `log` VALUES ('8755', '1500540485273', '1601', '获取角色列表', '1');
INSERT INTO `log` VALUES ('8756', '1500540493969', '1601', '查询管理员列表', '1');

-- ----------------------------
-- Table structure for oslog
-- ----------------------------
DROP TABLE IF EXISTS `oslog`;
CREATE TABLE `oslog` (
  `logid` bigint(20) NOT NULL AUTO_INCREMENT,
  `logtime` datetime NOT NULL,
  `level` varchar(10) NOT NULL,
  `logger` varchar(128) NOT NULL,
  `message` text NOT NULL,
  `throwable` text NOT NULL,
  PRIMARY KEY (`logid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='系统日志';

-- ----------------------------
-- Records of oslog
-- ----------------------------

-- ----------------------------
-- Table structure for payrecord
-- ----------------------------
DROP TABLE IF EXISTS `payrecord`;
CREATE TABLE `payrecord` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '充值记录id',
  `account` varchar(255) DEFAULT NULL COMMENT '充值账户（操作）',
  `paytime` bigint(20) DEFAULT NULL COMMENT '充值日期',
  `paymoney` decimal(10,2) DEFAULT NULL COMMENT '充值金额',
  `paytype` int(11) DEFAULT NULL COMMENT '交易类型（501充值  502平台收益  503提现利息 504其他  505文章消费  506文章余额返回）',
  `userid` int(11) DEFAULT NULL COMMENT '交易人id',
  `remark` text COMMENT '备注',
  `product_id` varchar(255) DEFAULT NULL COMMENT '商品id',
  `out_trade_no` varchar(255) DEFAULT NULL COMMENT '商户订单号',
  `status` varchar(255) DEFAULT NULL COMMENT '支付状态（SUCCESS 成功/FAIL 失败/PROGRESS 交易中）',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=135 DEFAULT CHARSET=utf8 COMMENT='交易记录表';

-- ----------------------------
-- Records of payrecord
-- ----------------------------
INSERT INTO `payrecord` VALUES ('98', '【鱿鱼圈】微信推广平台充值', '1480559622005', '0.10', '501', '1', '充值', 'HZSY14805595346898OY7', '1480559620745', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('99', '【鱿鱼圈】微信推广平台充值', '1480564523185', '0.10', '501', '1', '充值', 'HZSY14805616995827BI1', '1480564522860', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('100', '【鱿鱼圈】微信推广平台充值', '1480564619549', '0.10', '501', '1', '充值', 'HZSY1480564602869XAGB', '1480564619226', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('101', '【鱿鱼圈】微信推广平台充值', '1480564669211', '0.10', '501', '1', '充值', 'HZSY1480564656867871Q', '1480564668910', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('102', '【鱿鱼圈】微信推广平台充值', '1480569160686', '0.10', '501', '1', '充值', 'HZSY14805691094676SER', '1480569160414', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('103', '【鱿鱼圈】微信推广平台充值', '1480569754117', '0.10', '501', '1', '充值', 'HZSY14805693371329R9L', '1480569753788', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('104', '【鱿鱼圈】微信推广平台充值', '1480570278176', '0.10', '501', '1', '充值', 'HZSY1480569851669YMD1', '1480570277903', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('106', '文章退款', '1480572135455', '486.81', '506', '160', '【退款操作】-文章（广告）标题:宋发元，文章（广告）id：20', null, null, null);
INSERT INTO `payrecord` VALUES ('107', '【鱿鱼圈】微信推广平台充值', '1480572253727', '1.00', '501', '1', '充值', 'HZSY1480572238311UN47', '1480572253421', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('108', '【鱿鱼圈】微信推广平台充值', '1480572466489', '0.10', '501', '1', '充值', 'HZSY14805724582601XF8', '1480572466180', 'PROGRESS');
INSERT INTO `payrecord` VALUES ('109', '【鱿鱼圈】微信推广平台充值', '1480572533636', '0.10', '501', '1', '充值', 'HZSY1480572524982TKJX', '1480572533314', 'PROGRESS');
INSERT INTO `payrecord` VALUES ('110', '【鱿鱼圈】微信推广平台充值', '1480572712814', '0.10', '501', '1', '充值', 'HZSY1480572704597WIRQ', '1480572712534', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('113', '【鱿鱼圈】微信推广平台充值', '1480572915085', '0.10', '501', '1', '充值', 'HZSY1480572909276AR29', '1480572914777', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('114', '文章扣款', '1480573123292', '-1.00', '505', '160', '【扣款操作】-文章（广告）标题:测试，文章（广告）id：31', null, null, null);
INSERT INTO `payrecord` VALUES ('115', '【鱿鱼圈】微信推广平台充值', '1480579436516', '0.10', '501', '1', '充值', 'HZSY14805794326474LT2', '1480579488930', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('116', '【鱿鱼圈】微信推广平台充值', '1480579586075', '0.10', '501', '1', '充值', 'HZSY1480579585273Q9C1', '1480579608389', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('117', '【鱿鱼圈】微信推广平台充值', '1480579825393', '0.10', '501', '1', '充值', 'HZSY1480579825344YYEB', null, 'FAIL');
INSERT INTO `payrecord` VALUES ('122', '【鱿鱼圈】微信推广平台充值', '1480582336801', '100.00', '501', '160', '充值', 'HZSY1480582336745145J', null, 'FAIL');
INSERT INTO `payrecord` VALUES ('124', '【鱿鱼圈】微信推广平台充值', '1480582460856', '0.10', '501', '160', '充值', 'HZSY1480582460599ARHO', '1480582688936', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('125', '【鱿鱼圈】微信推广平台充值', '1480582755703', '0.10', '501', '160', '充值', 'HZSY1480582755384AZZ4', '1480582761092', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('126', '【鱿鱼圈】微信推广平台充值', '1480582838305', '0.10', '501', '160', '充值', 'HZSY14805828382594JNH', '1480582844108', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('127', '【鱿鱼圈】微信推广平台充值', '1480582879920', '0.10', '501', '160', '充值', 'HZSY1480582879427AKNI', '1480582884183', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('128', '【鱿鱼圈】微信推广平台充值', '1480582910564', '1.00', '501', '160', '充值', 'HZSY14805829101691FSC', '1480582915459', 'SUCCESS');
INSERT INTO `payrecord` VALUES ('129', '文章扣款', '1480903620220', '-1.00', '505', '1', '【扣款操作】-文章（广告）标题:12306可选靠窗座 在海南高铁试行，文章（广告）id：32', null, null, null);
INSERT INTO `payrecord` VALUES ('130', '文章扣款', '1480904507844', '-1.00', '505', '1', '【扣款操作】-文章（广告）标题:李克强会见塞拉利昂总统科罗马，文章（广告）id：33', null, null, null);
INSERT INTO `payrecord` VALUES ('131', '文章扣款', '1480916574225', '-0.10', '505', '1', '【扣款操作】-文章（广告）标题:李克强会见塞拉利昂总统科罗马，文章（广告）id：33', null, null, null);
INSERT INTO `payrecord` VALUES ('132', '文章扣款', '1481014348956', '-0.10', '505', '1', '【扣款操作】-文章（广告）标题:Tomcat文件上传路径问题，文章（广告）id：34', null, null, null);
INSERT INTO `payrecord` VALUES ('133', '文章扣款', '1481015405951', '-0.10', '505', '1', '【扣款操作】-文章（广告）标题:解决jsp上传文件，重启tomcat后文件和文件夹自动删除，文章（广告）id：35', null, null, null);
INSERT INTO `payrecord` VALUES ('134', '文章扣款', '1481183526746', '-1.00', '505', '1', '【扣款操作】-文章（广告）标题:c，文章（广告）id：36', null, null, null);

-- ----------------------------
-- Table structure for population
-- ----------------------------
DROP TABLE IF EXISTS `population`;
CREATE TABLE `population` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '人群标签id',
  `pid` int(11) DEFAULT NULL COMMENT '父id',
  `label` varchar(255) DEFAULT NULL COMMENT '标签名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=136 DEFAULT CHARSET=utf8 COMMENT='人群标签';

-- ----------------------------
-- Records of population
-- ----------------------------
INSERT INTO `population` VALUES ('1', '0', '性别');
INSERT INTO `population` VALUES ('2', '0', '年龄段');
INSERT INTO `population` VALUES ('4', '0', '消费观念');
INSERT INTO `population` VALUES ('5', '0', '消费偏好');
INSERT INTO `population` VALUES ('100', '1', '男');
INSERT INTO `population` VALUES ('101', '1', '女');
INSERT INTO `population` VALUES ('102', '1', '不限');
INSERT INTO `population` VALUES ('104', '2', '<18 岁（青少年）');
INSERT INTO `population` VALUES ('105', '2', '18~34 岁（青年）');
INSERT INTO `population` VALUES ('106', '2', '35~55 岁（中年）');
INSERT INTO `population` VALUES ('108', '2', '>55  岁（老年）');
INSERT INTO `population` VALUES ('109', '4', '高端消费型');
INSERT INTO `population` VALUES ('110', '4', '时尚潮流型');
INSERT INTO `population` VALUES ('111', '4', '理性消费型');
INSERT INTO `population` VALUES ('112', '4', '勤俭节约型');
INSERT INTO `population` VALUES ('113', '4', '追求折扣型');
INSERT INTO `population` VALUES ('125', '5', '美妆护肤');
INSERT INTO `population` VALUES ('126', '5', '箱包配饰');
INSERT INTO `population` VALUES ('127', '5', '服饰鞋靴');
INSERT INTO `population` VALUES ('128', '5', '美食茶酒');
INSERT INTO `population` VALUES ('129', '5', '运动健身');
INSERT INTO `population` VALUES ('130', '5', '数码游戏');
INSERT INTO `population` VALUES ('131', '5', '养生保健');
INSERT INTO `population` VALUES ('132', '5', '母婴用品');
INSERT INTO `population` VALUES ('133', '5', '家居生活');
INSERT INTO `population` VALUES ('135', '5', '其他');

-- ----------------------------
-- Table structure for resource
-- ----------------------------
DROP TABLE IF EXISTS `resource`;
CREATE TABLE `resource` (
  `resourceid` int(11) NOT NULL AUTO_INCREMENT COMMENT '资源id',
  `parentresourceid` int(11) DEFAULT NULL COMMENT '父资源id',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  PRIMARY KEY (`resourceid`)
) ENGINE=InnoDB AUTO_INCREMENT=1000002 DEFAULT CHARSET=utf8 COMMENT='权限表';

-- ----------------------------
-- Records of resource
-- ----------------------------
INSERT INTO `resource` VALUES ('100', '0', '首页');
INSERT INTO `resource` VALUES ('200', '0', '接单人管理');
INSERT INTO `resource` VALUES ('300', '0', '订单管理');
INSERT INTO `resource` VALUES ('400', '0', '（客户）充值管理 ');
INSERT INTO `resource` VALUES ('500', '0', '财务报表');
INSERT INTO `resource` VALUES ('600', '0', '权限管理 ');
INSERT INTO `resource` VALUES ('700', '0', '运行日志');
INSERT INTO `resource` VALUES ('800', '0', '人群标志管理');
INSERT INTO `resource` VALUES ('900', '0', '提现管理');
INSERT INTO `resource` VALUES ('1000', '0', '密码更改');
INSERT INTO `resource` VALUES ('100001', '100', '首页');
INSERT INTO `resource` VALUES ('100002', '100', '编辑平台收益率');
INSERT INTO `resource` VALUES ('200001', '200', '接单人列表');
INSERT INTO `resource` VALUES ('300001', '300', '（客户）发布定单');
INSERT INTO `resource` VALUES ('300002', '300', '（客户）订单列表');
INSERT INTO `resource` VALUES ('300003', '300', '（管理员）订单审核');
INSERT INTO `resource` VALUES ('300004', '300', '（管理员）订单详情');
INSERT INTO `resource` VALUES ('400001', '400', '充值记录 ');
INSERT INTO `resource` VALUES ('500001', '500', '报表详情');
INSERT INTO `resource` VALUES ('500002', '500', '个人财务报表');
INSERT INTO `resource` VALUES ('600001', '600', '权限管理');
INSERT INTO `resource` VALUES ('600002', '600', '管理员管理');
INSERT INTO `resource` VALUES ('600003', '600', '创建角色');
INSERT INTO `resource` VALUES ('600004', '600', '分配权限');
INSERT INTO `resource` VALUES ('600005', '600', '删除角色');
INSERT INTO `resource` VALUES ('700001', '700', '日志列表');
INSERT INTO `resource` VALUES ('800001', '800', '人群标签列表');
INSERT INTO `resource` VALUES ('900001', '900', '申请中');
INSERT INTO `resource` VALUES ('900002', '900', '处理中');
INSERT INTO `resource` VALUES ('900003', '900', '已完成');
INSERT INTO `resource` VALUES ('1000001', '1000', '修改登录密码');

-- ----------------------------
-- Table structure for role
-- ----------------------------
DROP TABLE IF EXISTS `role`;
CREATE TABLE `role` (
  `roleid` int(11) NOT NULL AUTO_INCREMENT COMMENT '角色id',
  `name` varchar(255) DEFAULT NULL COMMENT '角色名称',
  PRIMARY KEY (`roleid`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COMMENT='角色表';

-- ----------------------------
-- Records of role
-- ----------------------------
INSERT INTO `role` VALUES ('1', '超级管理员');
INSERT INTO `role` VALUES ('2', '客户');
INSERT INTO `role` VALUES ('3', '接单人');
INSERT INTO `role` VALUES ('4', '普通管理员');
INSERT INTO `role` VALUES ('9', 'test');

-- ----------------------------
-- Table structure for roleresource
-- ----------------------------
DROP TABLE IF EXISTS `roleresource`;
CREATE TABLE `roleresource` (
  `roleresourceid` int(11) NOT NULL AUTO_INCREMENT COMMENT '角色资源id',
  `roleid` int(11) DEFAULT NULL COMMENT '角色id',
  `resourceid` int(11) DEFAULT NULL COMMENT '资源id',
  PRIMARY KEY (`roleresourceid`)
) ENGINE=InnoDB AUTO_INCREMENT=1635 DEFAULT CHARSET=utf8 COMMENT='角色权限对应表';

-- ----------------------------
-- Records of roleresource
-- ----------------------------
INSERT INTO `roleresource` VALUES ('1576', '1', '100');
INSERT INTO `roleresource` VALUES ('1577', '1', '100001');
INSERT INTO `roleresource` VALUES ('1578', '1', '100002');
INSERT INTO `roleresource` VALUES ('1579', '1', '200');
INSERT INTO `roleresource` VALUES ('1580', '1', '200001');
INSERT INTO `roleresource` VALUES ('1581', '1', '300');
INSERT INTO `roleresource` VALUES ('1582', '1', '300001');
INSERT INTO `roleresource` VALUES ('1583', '1', '300003');
INSERT INTO `roleresource` VALUES ('1584', '1', '300004');
INSERT INTO `roleresource` VALUES ('1585', '1', '400');
INSERT INTO `roleresource` VALUES ('1586', '1', '400001');
INSERT INTO `roleresource` VALUES ('1587', '1', '500');
INSERT INTO `roleresource` VALUES ('1588', '1', '500001');
INSERT INTO `roleresource` VALUES ('1589', '1', '500002');
INSERT INTO `roleresource` VALUES ('1590', '1', '600');
INSERT INTO `roleresource` VALUES ('1591', '1', '600001');
INSERT INTO `roleresource` VALUES ('1592', '1', '600002');
INSERT INTO `roleresource` VALUES ('1593', '1', '600003');
INSERT INTO `roleresource` VALUES ('1594', '1', '600004');
INSERT INTO `roleresource` VALUES ('1595', '1', '600005');
INSERT INTO `roleresource` VALUES ('1596', '1', '700');
INSERT INTO `roleresource` VALUES ('1597', '1', '700001');
INSERT INTO `roleresource` VALUES ('1598', '1', '800');
INSERT INTO `roleresource` VALUES ('1599', '1', '800001');
INSERT INTO `roleresource` VALUES ('1600', '1', '900');
INSERT INTO `roleresource` VALUES ('1601', '1', '900001');
INSERT INTO `roleresource` VALUES ('1602', '1', '900002');
INSERT INTO `roleresource` VALUES ('1603', '1', '900003');
INSERT INTO `roleresource` VALUES ('1604', '1', '1000');
INSERT INTO `roleresource` VALUES ('1605', '1', '1000001');
INSERT INTO `roleresource` VALUES ('1606', '2', '100');
INSERT INTO `roleresource` VALUES ('1607', '2', '100001');
INSERT INTO `roleresource` VALUES ('1608', '2', '300');
INSERT INTO `roleresource` VALUES ('1609', '2', '300001');
INSERT INTO `roleresource` VALUES ('1610', '2', '300002');
INSERT INTO `roleresource` VALUES ('1611', '2', '400');
INSERT INTO `roleresource` VALUES ('1612', '2', '400001');
INSERT INTO `roleresource` VALUES ('1613', '2', '1000');
INSERT INTO `roleresource` VALUES ('1614', '2', '1000001');
INSERT INTO `roleresource` VALUES ('1632', '9', '100');
INSERT INTO `roleresource` VALUES ('1633', '9', '100001');
INSERT INTO `roleresource` VALUES ('1634', '9', '100002');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user` (
  `id` int(13) NOT NULL AUTO_INCREMENT COMMENT '用户id',
  `usertype` int(20) DEFAULT NULL COMMENT '类型（普通用户201  客户202   管理员203）',
  `name` varchar(255) DEFAULT NULL COMMENT '真实姓名',
  `username` varchar(255) DEFAULT NULL COMMENT '登录名（手机号）',
  `password` varchar(255) DEFAULT NULL COMMENT '密码',
  `phone` varchar(255) DEFAULT NULL COMMENT '电话号码',
  `wechat` varchar(255) DEFAULT NULL COMMENT '微信号',
  `age` int(11) DEFAULT NULL COMMENT '年龄',
  `sex` int(5) DEFAULT NULL COMMENT '性别（801男  802女）',
  `birthday` bigint(20) DEFAULT NULL COMMENT '出生日期',
  `img` varchar(255) DEFAULT NULL COMMENT '头像',
  `bodyheight` decimal(10,2) DEFAULT NULL COMMENT '身高',
  `bodyweight` decimal(10,2) DEFAULT NULL COMMENT '体重',
  `registtime` bigint(20) DEFAULT NULL COMMENT '注册时间',
  `token` varchar(255) DEFAULT NULL,
  `balance` decimal(10,2) DEFAULT '0.00' COMMENT '账户余额',
  `totalmoney` decimal(10,2) DEFAULT '0.00' COMMENT '累计收入',
  `todaymoney` decimal(10,2) DEFAULT '0.00' COMMENT '今日收入',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=211 DEFAULT CHARSET=utf8 COMMENT='用户信息';

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', '203', 'admin', 'admin', '21218cca77804d2ba1922c33e0151105', '13868059721', 'SFY54420', '20', '801', '1460563200000', 'http://img1.imgtn.bdimg.com/it/u=2080822616,2727289749&fm=21&gp=0.jpg', null, null, '1473471471249', null, '99.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('2', '203', 'test', 'test', 'e10adc3949ba59abbe56e057f20f883e', '10086', '10086', null, '801', '1481126400000', null, null, null, '1481187521895', null, '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('3', '201', '宋发元【软件测试专用，勿加！】', 'oI63swSaEfmrwIRib-1Y3ran99Ks', 'e10adc3949ba59abbe56e057f20f883e', '15085365241', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6NSNDm9Me3jbmPz4fenrt7lS2rWXgrDOGicDChUibE1DOxu4JZC6E8e37lFzOASCRCaXZ44B4hficEicZE3vFZjUN1Ys0kQ61ycME', null, null, '1480061555649', '26094653121140a0a2c48a1ebee25d58', '2.02', '2.02', '0.00');
INSERT INTO `user` VALUES ('4', '201', '宋发元', '宋发元', 'e10adc3949ba59abbe56e057f20f883e', '13868059724', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77Jb5heqWcHgTjbxroc3nGMkWapOTmXqNBhkmdWSpLvHegLhQRVpjLu9JIyTaY9ug7BjEGdf6zW4ibbeFlG8O1qsGia', null, null, '1480062292310', '3de3a2e3e8a743e5b88d2efb8aa2062d', '105.04', '100.04', '0.00');
INSERT INTO `user` VALUES ('5', '201', '杭州数娱', 'oI63swd-U2nmu-UqT4lUEi4B_0g0', 'e10adc3949ba59abbe56e057f20f883e', null, null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaELSYpdiaOF9SZ5WumImor0JbwgzyiaIxGpicdIqQcjOF8ohn6hiaByye1lNjsXqW03w85he3X0Fz4kI3g', null, null, '1480062377133', '79ca21d1ac1f42a89b027fd4b77c6c1e', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('6', '201', '翻滚吧老母鸡', 'oI63swW3ljyigyiITYU3_wsr_hko', 'e10adc3949ba59abbe56e057f20f883e', '', null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEIfz8sDaE765zicickmStIfDefu7EZQWibCG7pBm7cbZWCSyUnicLSPoydVia5F1aDicsJbRYic0YGnAXIQQ', null, null, '1480062463908', 'e1d177093cef44df938156754ec9b0a9', '0.01', '0.01', '0.00');
INSERT INTO `user` VALUES ('7', '201', '过桥米线叶波', 'oI63swXdfVslXkJ3POXlsx9omorM', 'e10adc3949ba59abbe56e057f20f883e', '13588838887', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77JbPibmhgTYyzCpEOsO9icz7nnlUNCUp36bOzC9tqJyIVNGKC5LaCgsX9AQoheh3lHWHmTGSOwUzcTQw', null, null, '1480219913509', 'c2f4edce3e7943398ddcca63fbccc6eb', '1.03', '1.03', '0.00');
INSERT INTO `user` VALUES ('8', '201', 'Yezi .', 'oI63swU50UZ0LLvHgNrRcqjSnLTQ', 'e10adc3949ba59abbe56e057f20f883e', '15088727797', null, null, null, null, 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLAibtOdibAE7VTsCGCAZEvYDVIJCxZPH3ZlEP2CUorbbumDIxHCYsBiaRzGfeRUJCKqRMeh3otLlT0xg', null, null, '1480310013086', 'b47d764d8c8741628c3b9a9d8fa86858', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('10', '202', '宋发元', 'songfayuan', 'e10adc3949ba59abbe56e057f20f883e', '13868059724', 'SFY54420', null, '801', '1481126400000', null, null, null, '1481189681418', null, '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('12', '201', '宋发元【软件测试专用，勿加！】', 'oI63swSaEfmrwIRib-1Y3ran99Ks', 'e10adc3949ba59abbe56e057f20f883e', '15085365241', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6NSNDm9Me3jbmPz4fenrt7lS2rWXgrDOGicDChUibE1DOxu4JZC6E8e37lFzOASCRCaXZ44B4hficEicZE3vFZjUN1Ys0kQ61ycME', null, null, '1480061555649', '26094653121140a0a2c48a1ebee25d58', '2.02', '2.02', '0.00');
INSERT INTO `user` VALUES ('13', '201', '宋发元【软件测试专用，勿加！】', 'oI63swSaEfmrwIRib-1Y3ran99Ks', 'e10adc3949ba59abbe56e057f20f883e', '15085365241', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6NSNDm9Me3jbmPz4fenrt7lS2rWXgrDOGicDChUibE1DOxu4JZC6E8e37lFzOASCRCaXZ44B4hficEicZE3vFZjUN1Ys0kQ61ycME', null, null, '1480061555649', '26094653121140a0a2c48a1ebee25d58', '2.02', '2.02', '0.00');
INSERT INTO `user` VALUES ('14', '201', '宋发元', 'oI63swQOMBUMrxmsKflDgm4uoZkk', 'e10adc3949ba59abbe56e057f20f883e', '13868059724', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77Jb5heqWcHgTjbxroc3nGMkWapOTmXqNBhkmdWSpLvHegLhQRVpjLu9JIyTaY9ug7BjEGdf6zW4ibbeFlG8O1qsGia', null, null, '1480062292310', '3de3a2e3e8a743e5b88d2efb8aa2062d', '105.04', '100.04', '0.00');
INSERT INTO `user` VALUES ('15', '201', '杭州数娱', 'oI63swd-U2nmu-UqT4lUEi4B_0g0', 'e10adc3949ba59abbe56e057f20f883e', null, null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaELSYpdiaOF9SZ5WumImor0JbwgzyiaIxGpicdIqQcjOF8ohn6hiaByye1lNjsXqW03w85he3X0Fz4kI3g', null, null, '1480062377133', '79ca21d1ac1f42a89b027fd4b77c6c1e', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('16', '201', '翻滚吧老母鸡', 'oI63swW3ljyigyiITYU3_wsr_hko', 'e10adc3949ba59abbe56e057f20f883e', '', null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEIfz8sDaE765zicickmStIfDefu7EZQWibCG7pBm7cbZWCSyUnicLSPoydVia5F1aDicsJbRYic0YGnAXIQQ', null, null, '1480062463908', 'e1d177093cef44df938156754ec9b0a9', '0.01', '0.01', '0.00');
INSERT INTO `user` VALUES ('17', '201', '过桥米线叶波', 'oI63swXdfVslXkJ3POXlsx9omorM', 'e10adc3949ba59abbe56e057f20f883e', '13588838887', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77JbPibmhgTYyzCpEOsO9icz7nnlUNCUp36bOzC9tqJyIVNGKC5LaCgsX9AQoheh3lHWHmTGSOwUzcTQw', null, null, '1480219913509', 'c2f4edce3e7943398ddcca63fbccc6eb', '1.03', '1.03', '0.00');
INSERT INTO `user` VALUES ('18', '201', 'Yezi .', 'oI63swU50UZ0LLvHgNrRcqjSnLTQ', 'e10adc3949ba59abbe56e057f20f883e', '15088727797', null, null, null, null, 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLAibtOdibAE7VTsCGCAZEvYDVIJCxZPH3ZlEP2CUorbbumDIxHCYsBiaRzGfeRUJCKqRMeh3otLlT0xg', null, null, '1480310013086', 'b47d764d8c8741628c3b9a9d8fa86858', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('20', '201', '宋发元', 'oI63swQOMBUMrxmsKflDgm4uoZkk', 'e10adc3949ba59abbe56e057f20f883e', '13868059724', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77Jb5heqWcHgTjbxroc3nGMkWapOTmXqNBhkmdWSpLvHegLhQRVpjLu9JIyTaY9ug7BjEGdf6zW4ibbeFlG8O1qsGia', null, null, '1480062292310', '3de3a2e3e8a743e5b88d2efb8aa2062d', '105.04', '100.04', '0.00');
INSERT INTO `user` VALUES ('21', '201', '杭州数娱', 'oI63swd-U2nmu-UqT4lUEi4B_0g0', 'e10adc3949ba59abbe56e057f20f883e', null, null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaELSYpdiaOF9SZ5WumImor0JbwgzyiaIxGpicdIqQcjOF8ohn6hiaByye1lNjsXqW03w85he3X0Fz4kI3g', null, null, '1480062377133', '79ca21d1ac1f42a89b027fd4b77c6c1e', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('22', '201', '翻滚吧老母鸡', 'oI63swW3ljyigyiITYU3_wsr_hko', 'e10adc3949ba59abbe56e057f20f883e', '', null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEIfz8sDaE765zicickmStIfDefu7EZQWibCG7pBm7cbZWCSyUnicLSPoydVia5F1aDicsJbRYic0YGnAXIQQ', null, null, '1480062463908', 'e1d177093cef44df938156754ec9b0a9', '0.01', '0.01', '0.00');
INSERT INTO `user` VALUES ('23', '201', '过桥米线叶波', 'oI63swXdfVslXkJ3POXlsx9omorM', 'e10adc3949ba59abbe56e057f20f883e', '13588838887', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77JbPibmhgTYyzCpEOsO9icz7nnlUNCUp36bOzC9tqJyIVNGKC5LaCgsX9AQoheh3lHWHmTGSOwUzcTQw', null, null, '1480219913509', 'c2f4edce3e7943398ddcca63fbccc6eb', '1.03', '1.03', '0.00');
INSERT INTO `user` VALUES ('24', '201', 'Yezi .', 'oI63swU50UZ0LLvHgNrRcqjSnLTQ', 'e10adc3949ba59abbe56e057f20f883e', '15088727797', null, null, null, null, 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLAibtOdibAE7VTsCGCAZEvYDVIJCxZPH3ZlEP2CUorbbumDIxHCYsBiaRzGfeRUJCKqRMeh3otLlT0xg', null, null, '1480310013086', 'b47d764d8c8741628c3b9a9d8fa86858', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('25', '201', 'Wu女亭', 'oI63swW8Sft20v6OOF2bif5LTIvw', 'e10adc3949ba59abbe56e057f20f883e', null, null, null, null, null, 'http://wx.qlogo.cn/mmopen/Fqpd5TgjbXuNtaWTickrKQZv3bUNMlDVxDJr3LAXD1vicBhy1iapJrDJPRzCcT8xc2e7Zhiaic16W7DpW5CcUDnWqPflibwWTuSd28', null, null, '1480311150010', '5e917ca1c25e42e48eef641b822b445a', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('160', '202', 'hangzhou', 'hangzhou', 'e10adc3949ba59abbe56e057f20f883e', '13868059721', 'SFY54420', '22', '801', '1473523200000', 'http://img1.imgtn.bdimg.com/it/u=2080822616,2727289749&fm=21&gp=0.jpg', null, null, '1473567970865', null, '487.31', '0.00', '0.00');
INSERT INTO `user` VALUES ('194', '201', '宋发元【软件测试专用，勿加！】', 'oI63swSaEfmrwIRib-1Y3ran99Ks', 'e10adc3949ba59abbe56e057f20f883e', '15085365241', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Q3auHgzwzM6NSNDm9Me3jbmPz4fenrt7lS2rWXgrDOGicDChUibE1DOxu4JZC6E8e37lFzOASCRCaXZ44B4hficEicZE3vFZjUN1Ys0kQ61ycME', null, null, '1480061555649', '26094653121140a0a2c48a1ebee25d58', '2.02', '2.02', '0.00');
INSERT INTO `user` VALUES ('195', '201', '宋发元', 'oI63swQOMBUMrxmsKflDgm4uoZkk', 'e10adc3949ba59abbe56e057f20f883e', '13868059724', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77Jb5heqWcHgTjbxroc3nGMkWapOTmXqNBhkmdWSpLvHegLhQRVpjLu9JIyTaY9ug7BjEGdf6zW4ibbeFlG8O1qsGia', null, null, '1480062292310', '3de3a2e3e8a743e5b88d2efb8aa2062d', '105.04', '100.04', '0.00');
INSERT INTO `user` VALUES ('196', '201', '杭州数娱', 'oI63swd-U2nmu-UqT4lUEi4B_0g0', 'e10adc3949ba59abbe56e057f20f883e', null, null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaELSYpdiaOF9SZ5WumImor0JbwgzyiaIxGpicdIqQcjOF8ohn6hiaByye1lNjsXqW03w85he3X0Fz4kI3g', null, null, '1480062377133', '79ca21d1ac1f42a89b027fd4b77c6c1e', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('197', '201', '翻滚吧老母鸡', 'oI63swW3ljyigyiITYU3_wsr_hko', 'e10adc3949ba59abbe56e057f20f883e', '', null, null, null, null, 'http://wx.qlogo.cn/mmopen/PiajxSqBRaEIfz8sDaE765zicickmStIfDefu7EZQWibCG7pBm7cbZWCSyUnicLSPoydVia5F1aDicsJbRYic0YGnAXIQQ', null, null, '1480062463908', 'e1d177093cef44df938156754ec9b0a9', '0.01', '0.01', '0.00');
INSERT INTO `user` VALUES ('198', '201', '过桥米线叶波', 'oI63swXdfVslXkJ3POXlsx9omorM', 'e10adc3949ba59abbe56e057f20f883e', '13588838887', null, null, null, null, 'http://wx.qlogo.cn/mmopen/Rco5zSM77JbPibmhgTYyzCpEOsO9icz7nnlUNCUp36bOzC9tqJyIVNGKC5LaCgsX9AQoheh3lHWHmTGSOwUzcTQw', null, null, '1480219913509', 'c2f4edce3e7943398ddcca63fbccc6eb', '1.03', '1.03', '0.00');
INSERT INTO `user` VALUES ('199', '201', 'Yezi .', 'oI63swU50UZ0LLvHgNrRcqjSnLTQ', 'e10adc3949ba59abbe56e057f20f883e', '15088727797', null, null, null, null, 'http://wx.qlogo.cn/mmopen/ajNVdqHZLLAibtOdibAE7VTsCGCAZEvYDVIJCxZPH3ZlEP2CUorbbumDIxHCYsBiaRzGfeRUJCKqRMeh3otLlT0xg', null, null, '1480310013086', 'b47d764d8c8741628c3b9a9d8fa86858', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('200', '201', 'Wu女亭', 'oI63swW8Sft20v6OOF2bif5LTIvw', 'e10adc3949ba59abbe56e057f20f883e', null, null, null, null, null, 'http://wx.qlogo.cn/mmopen/Fqpd5TgjbXuNtaWTickrKQZv3bUNMlDVxDJr3LAXD1vicBhy1iapJrDJPRzCcT8xc2e7Zhiaic16W7DpW5CcUDnWqPflibwWTuSd28', null, null, '1480311150010', '5e917ca1c25e42e48eef641b822b445a', '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('205', '203', 'zhangchenzhuo', 'zhangcheng12', 'e10adc3949ba59abbe56e057f20f883e', '120', '120', null, '801', '1497974400000', null, null, null, '1498052905376', null, '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('209', '202', 'peipei', 'peipei', '42177812215a92ea1ad9b7d61a1787e8', '1234', '1234', null, '802', '1497974400000', null, null, null, '1498055281009', null, '0.00', '0.00', '0.00');
INSERT INTO `user` VALUES ('210', '203', 'demo', 'demo888', 'e10adc3949ba59abbe56e057f20f883e', '112', '112', null, '801', '1497974400000', null, null, null, '1498055621026', null, '0.00', '0.00', '0.00');

-- ----------------------------
-- Table structure for userrole
-- ----------------------------
DROP TABLE IF EXISTS `userrole`;
CREATE TABLE `userrole` (
  `userroleid` int(11) NOT NULL AUTO_INCREMENT COMMENT '用户角色id',
  `roleid` int(11) DEFAULT NULL COMMENT '角色id',
  `userid` int(11) DEFAULT NULL COMMENT '用户id',
  PRIMARY KEY (`userroleid`)
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8 COMMENT='用户角色对应表';

-- ----------------------------
-- Records of userrole
-- ----------------------------
INSERT INTO `userrole` VALUES ('1', '1', '1');
INSERT INTO `userrole` VALUES ('38', '2', '160');
INSERT INTO `userrole` VALUES ('39', '1', '2');
INSERT INTO `userrole` VALUES ('41', '1', '10');
INSERT INTO `userrole` VALUES ('46', '1', '205');
INSERT INTO `userrole` VALUES ('47', '2', '209');
INSERT INTO `userrole` VALUES ('49', '9', '210');
SET FOREIGN_KEY_CHECKS=1;
